{"count":29133,"next":"https://api.case.law/v1/cases/?body_format=text&cursor=eyJwIjogWzkuOTQ1ODY0LCAyMzY3NTY5XX0%3D&decision_date_max=2020-12-31&decision_date_min=1930-01-01&full_case=true&jurisdiction=cal&ordering=relevance&page_size=10&search=car+accident","previous":null,"results":[{"id":2259593,"url":"https://api.case.law/v1/cases/2259593/","name":"THE PEOPLE, Appellant, v. JAMES CLIFFORD SELL, Respondent","name_abbreviation":"People v. Sell","decision_date":"1950-03-17","docket_number":"Crim. No. 734","first_page":"521","last_page":"524","citations":[{"type":"official","cite":"96 Cal. App. 2d 521"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078607355/","volume_number":"96","barcode":"32044078607355"},"reporter":{"url":"https://api.case.law/v1/reporters/329/","full_name":"California Appellate Reports, Second Series","id":329},"court":{"url":"https://api.case.law/v1/courts/cal-dist-ct-app-1/","name_abbreviation":"Cal. Dist. Ct. App.","slug":"cal-dist-ct-app-1","id":9209,"name":"District Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"203 P.2d 567","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"90 Cal.App.2d 491","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2272606]},{"cite":"82 P.2d 203","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"28 Cal.App.2d 232","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[6040115]}],"frontend_url":"https://cite.case.law/cal-app-2d/96/521/","frontend_pdf_url":"https://cite.case.law/pdf/2259593/People%20v.%20Sell,%2096%20Cal.%20App.%202d%20521%20(1950).pdf","preview":["The <em class='search_highlight'>accident</em> occurred on Highway 101, a short distance north of Encinitas.","Just before the <em class='search_highlight'>accident</em> the defendant was driving north in the easterly lane, with a <em class='search_highlight'>car</em> in front of","Two witnesses who were riding in a <em class='search_highlight'>car</em> immediately to the rear of the Deines <em class='search_highlight'>car</em>, and who saw the <em class='search_highlight'>accident</em>","By turning into the lane occupied by the Deines <em class='search_highlight'>car</em> and striking that <em class='search_highlight'>car</em>, the defendant’s <em class='search_highlight'>car</em> inevitably","There were not two <em class='search_highlight'>accidents</em>, within the meaning of section 480, but there was one <em class='search_highlight'>accident</em> with which"],"analysis":{"word_count":1008,"sha256":"dc3cf8be7575664442427b85b6dd2b4315251aef36425996d0247b3078ab80a5","ocr_confidence":0.544,"char_count":5837,"pagerank":{"percentile":0.4851292021219434,"raw":8.640559426423695e-08},"cardinality":360,"simhash":"1:acc7b2f0f65980bc"},"last_updated":"2021-05-28T21:00:27.414384+00:00","casebody":{"status":"ok","data":{"head_matter":"[Crim. No. 734.\nFourth Dist.\nMar. 17, 1950.]\nTHE PEOPLE, Appellant, v. JAMES CLIFFORD SELL, Respondent.\nFred N. Howser, Attorney General, and Frank Richards, Deputy Attorney General, for Appellant.\nWilliam Henry Daubney for Respondent.","corrections":"","parties":["THE PEOPLE, Appellant, v. JAMES CLIFFORD SELL, Respondent."],"attorneys":["Fred N. Howser, Attorney General, and Frank Richards, Deputy Attorney General, for Appellant.","William Henry Daubney for Respondent."],"opinions":[{"author":"BARNARD, P. J.","text":"BARNARD, P. J.\nThe defendant was charged with a violation of section 480 of the Vehicle Code, it being alleged that while driving an automobile on June 19, 1949, he collided with another automobile, thereby causing injuries to four people, and that he failed to stop, to render reasonable assistance, and to give the information required by section 482. After a preliminary hearing the court found there was probable cause and held him to answer. The People have appealed from an order granting the defendant’s motion to quash and dismiss the information which was later filed.\nFrom the evidence received at the preliminary examination the following facts appear. The accident occurred on Highway 101, a short distance north of Encinitas. The highway consisted of four lanes, the easterly two being for northbound travel and the westerly two for southbound travel. Just before the accident the defendant was driving north in the easterly lane, with a car in front of him and one behind him driven by one Deines. These cars were proceeding at about 35 miles per hour. After sounding his horn, Deines drove into the westerly of the northbound lanes for the purpose of passing the other cars. When he was nearly opposite the defendant’s car the defendant suddenly pulled over into that lane, striking or “side-swiping” the Deines car. The Deines car swerved to the left and across the double line. At the same time two other cars were coming south, one on the inside lane and one on the outside lane. By maneuvering his car Deines managed to “miss” the first of these cars, but collided with the other one. Deines and three members of his family suffered serious injuries.\nIn a statement which he signed the next day, the defendant stated that he did not know what happened after his car collided with another ear, and that “I just drove on. I guess I should have stopped.” Two witnesses who were riding in a car immediately to the rear of the Deines car, and who saw the accident, testified that the driver of the defendant’s car went on a short distance, “halted” or “hesitated a moment, ’ ’ and then drove away. These witnesses followed the defendant’s car and secured its license number, which they turned over to an officer at the next town. In reply to a question Mr. Deines testified, on cross-examination, that he did not lose control of his car when it was sideswiped by the defendant’s ear.\nThe motion to quash and dismiss the information was based on the contention that section 480 of the Vehicle Code was not applicable under the facts thus appearing. In support of the motion it was argued that since Deines did not lose control of his car by reason of its collision with the defendant’s car, the injuries subsequently received by those in the Deines car resulted entirely from the second collision; that it thus appears that the injuries were not the result of any collision with the defendant’s car; and that it follows that no offense was committed by the defendant. In passing upon the motion the trial judge stated that the case turned on the matter of control, and that since Deines had testified at the preliminary hearing that he did not lose control of his car as a result of the first collision it necessarily followed that he, and not the defendant, was responsible for what took place thereafter.\nSection 480 of the Vehicle Code is, by its terms, made applicable to the driver “of any vehicle involved in an accident resulting in injury” to another person. It seems clear that the word “involved” is there used in the sense of being connected with (an accident) in a natural or logical manner. The statute relates to a driver thus involved in such an accident and is in no way made dependent upon whether or not control of a vehicle is retained or lost, or upon who may ultimately be found to have been most at fault. The statute was intended to require certain things from the driver of a vehicle involved in an automobile accident of any kind, resulting in injury to another, regardless of whether or not another vehicle was involved. (People v. Kinney, 28 Cal.App.2d 232 [82 P.2d 203].)\nBy turning into the lane occupied by the Deines car and striking that car, the defendant’s car inevitably caused the driver of the Deines car to swerve to his left and into the paths of the other vehicles. There were not two accidents, within the meaning of section 480, but there was one accident with which the defendant’s car was connected in a natural and logical manner. While Mr. Deines retained some control of his car the evidence clearly shows that this was not a complete control as he was not free to immediately proceed in the same lane, or turn to the right, but was forced to swerve to his left across the center line. Having been forced into this position of danger by the defendant’s ear, it is immaterial that he was able to use some control of his own ear in attempting to avoid the oncoming vehicles. In modern traffic, accidents of this nature occur in seconds or split seconds, and section 480 was never intended to have the limited application which is inherent in the construction placed upon it by the trial court. Whether or not the defendant was entirely responsible for this accident his vehicle was involved therein, within the meaning of the statute.\nThe evidence is amply sufficient to show reasonable or probable cause for holding the defendant to answer (People v. Thomas, 90 Cal.App.2d 491 [203 P.2d 567]), and the trial court’s conclusion to the contrary cannot be sustained.\nThe order appealed from is reversed.\nGriffin, J., and Mussell, J., concurred.","type":"majority"}],"judges":[]}}},{"id":1195746,"url":"https://api.case.law/v1/cases/1195746/","name":"THE PEOPLE, Plaintiff and Respondent, v. JESSE GRANT MONISMITH, Defendant and Appellant","name_abbreviation":"People v. Monismith","decision_date":"1969-11-14","docket_number":"Crim. No. 652","first_page":"762","last_page":"768","citations":[{"type":"official","cite":"1 Cal. App. 3d 762"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078455847/","volume_number":"1","barcode":"32044078455847"},"reporter":{"url":"https://api.case.law/v1/reporters/332/","full_name":"California Appellate Reports, Third Series","id":332},"court":{"url":"https://api.case.law/v1/courts/cal-ct-app-1/","name_abbreviation":"Cal. Ct. App.","slug":"cal-ct-app-1","id":8799,"name":"Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"458 P.2d 465","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"80 Cal.Rptr. 553","category":"reporters:state","reporter":"Cal. Rptr."},{"cite":"71 Cal.2d 1039","category":"reporters:state","reporter":"Cal. 2d","case_ids":[8712047]},{"cite":"29 Cal.Rptr. 619","category":"reporters:state","reporter":"Cal. Rptr."},{"cite":"214 Cal.App.2d 400","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2117544]},{"cite":"22 Cal.Rptr. 925","category":"reporters:state","reporter":"Cal. Rptr."},{"cite":"205 Cal.App.2d 485","category":"reporters:state","reporter":"Cal. App. 2d","pin_cites":[{"page":"488"}]},{"cite":"46 Cal.Rptr. 598","category":"reporters:state","reporter":"Cal. Rptr."},{"cite":"237 Cal.App.2d 122","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2166919],"pin_cites":[{"page":"126"}]},{"cite":"66 P.2d 206","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"19 Cal.App.2d 641","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2281065],"pin_cites":[{"page":"647"}]},{"cite":"60 Cal.Rptr. 448","category":"reporters:state","reporter":"Cal. Rptr."},{"cite":"252 Cal.App.2d 575","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2174443],"weight":2,"pin_cites":[{"page":"580"}]}],"frontend_url":"https://cite.case.law/cal-app-3d/1/762/","frontend_pdf_url":"https://cite.case.law/pdf/1195746/People%20v.%20Monismith,%201%20Cal.%20App.%203d%20762%20(1969).pdf","preview":["Ivy took over and drove the <em class='search_highlight'>car</em> toward Twain Harte to the scene of the <em class='search_highlight'>accident</em> in Tuolumne County.","He did not tell the officers that his <em class='search_highlight'>car</em> was involved in the <em class='search_highlight'>accident</em>; neither did Ivy nor any occupant","of the <em class='search_highlight'>car</em> disclose this involvement.","was involved in the <em class='search_highlight'>accident</em>, that he saw the <em class='search_highlight'>car</em> strike Sandys, and that Ivy was the driver.","Obviously the statute here is designed to prevent the driver of a <em class='search_highlight'>car</em> involved in an <em class='search_highlight'>accident</em> from leaving"],"analysis":{"word_count":1853,"sha256":"b0cfa75b07953c9a7c8ee804a55aec16fad5eae3c8da28e080688ab1da6f35ef","ocr_confidence":0.858,"char_count":10993,"pagerank":{"percentile":0.6042825740775115,"raw":1.2469385338728905e-07},"cardinality":560,"simhash":"1:2a128110539d25e3"},"last_updated":"2021-05-28T23:42:54.129075+00:00","casebody":{"status":"ok","data":{"head_matter":"[Crim. No. 652.\nFifth Dist.,\nNov. 14, 1969.]\nTHE PEOPLE, Plaintiff and Respondent, v. JESSE GRANT MONISMITH, Defendant and Appellant.\nCounsel\nLin H. Griffith for Defendant and Appellant.\nThomas C. Lynch, Attorney General, Edsel W. Haws and Joel S. Primes, Deputy Attorneys General, for Plaintiff and Respondent,","corrections":"","parties":["THE PEOPLE, Plaintiff and Respondent, v. JESSE GRANT MONISMITH, Defendant and Appellant."],"attorneys":["Counsel","Lin H. Griffith for Defendant and Appellant.","Thomas C. Lynch, Attorney General, Edsel W. Haws and Joel S. Primes, Deputy Attorneys General, for Plaintiff and Respondent,"],"opinions":[{"author":"STONE, P. J.","text":"Opinion\nSTONE, P. J.\nDefendant appeals from his conviction by a jury of violation of section 20001 of the Vehicle Code. The appeal is on an agreed statement of facts which discloses that defendant’s automobile was involved in an accident resulting in a fatality about 1:30 a.m. January 27, 1968. Defendant was a passenger in his vehicle, but he was not driving at the time of the accident.\nThe trip began about 10:30 p.m. the evening before, when defendant, his wife and three children, left Turlock in the company of Mr. and Mrs. Richard Ivy, to spend the weekend at the Ivy cabin in Twain Harte. Along the way, they stopped several times at bars and drinking establishments and, at each stop, both defendant and Ivy drank intoxicating liquor. Defendant drove from Turlock to Oakdale, where the first stop was made and the first drinks were had. Ivy drove from Oakdale to a bar near Sonora, where they had a drink; from there he drove to Sonora, where another drink was had. Mrs. Ivy drove to another bar out of Sonora where, after another drink, Mr. Ivy took over and drove the car toward Twain Harte to the scene of the accident in Tuolumne County. It was snowing or had been snowing at the time of the accident. Lawrence Silva had parked his car off the highway to put chains on, and Paul Sandys was standing near the car, holding a flashlight so Silva could see. Defendant’s car struck and fatally injured Sandys.\nIvy stopped the car immediately and he and defendant walked back to where Sandys lay on the roadside. Ivy asked defendant to say that he was driving, as Ivy had no driver’s license. Defendant gave the investigating officers his name, as owner of the vehicle, his address, occupation, the registration number of his vehicle and of his driver’s license, but falsely told the officers that he was the driver of his automobile. He did not tell the officers that his car was involved in the accident; neither did Ivy nor any occupant of the car disclose this involvement.\nThe agreed statement of facts mentions that bystanders asked Ivy and defendant which car struck the victim, and that they denied it was their car, but nothing is said as to whether the officers questioned either defendant or Ivy on this point. The statement simply recites that defendant and Ivy did not admit that defendant’s car was involved in the accident.\nThe next day officers of the California Highway Patrol saw defendant’s car parked partly on and partly off the roadway in Twain Harte, and examined it for evidence that it might have been involved in the accident. They discovered fabric adhering to the car, which they suspected was from Sandys’ clothing. An analysis proved their suspicions were correct, so defendant and his family were taken to the sheriff’s office and questioned. At first defendant denied that Ivy was driving, stating that he was the driver; later he admitted that his car was involved in the accident, that he saw the car strike Sandys, and that Ivy was the driver.\nDefendant was charged with count I, a violation of Vehicle Code section 20001, and count II, violation of Penal Code section 32, accessory after the fact in that he aided the principal, Richard Lee Ivy, to avoid arrest, trial, conviction and punishment, having knowledge that Richard Lee Ivy had committed a felony. Count II was dismissed before trial, and defendant was convicted of a violation of Vehicle Code section 20001.\nSection 20001 provides, in pertinent part: “The driver of any vehicle involved in an accident resulting in injury to any person, other than himself, or death of any person shall immediately stop the vehicle at the scene of the accident and shall fulfill the requirements of Sections 20003 and 20004.”\nSection 20004 is not relevant to the case, so we turn our attention to the applicable section, 20003, which provides: “The driver of any vehicle involved in an accident resulting in injury to or death of any person shall also give his name, address, the registration number of the vehicle he is driving, the name of the owner, and upon request and if available exhibit his driver’s license to the person struck or the driver or occupants of any vehicle collided with or shall give such information and exhibit his license to any traffic or police officer at the scene of the accident. . . .”\nThe prosecution contends that defendant was properly convicted of violating the statute of failing to identify his car as the vehicle involved in the accident. Defendant, on the other hand, argues that sections 20001 and 20003 do not require the driver of a vehicle to identify himself as the driver of a vehicle involved in an accident or to report that his vehicle was involved in the accident. Accordingly, he argues, the court in the case at bar erred in instructing the jury that the driver of a vehicle involved in an accident “must identify himself as the driver involved in the accident.” He also argues that such an interpretation of sections 20001 and 20003 would be in violation of the Fifth Amendment right of a driver to refuse to admit that he was the driver of a car involved in an accident from which criminal prosecution might arise.\nWe note, at the outset, that the courts, in construing sections 20001, 20003 and 20004, have held that an owner present in his vehicle at the time of an accident and who has full authority to direct and control its operation, although some other person is doing the actual driving, is considered to be a driver as the term is used in said sections. (People v. Limon, 252 Cal.App.2d 575, 580 [60 Cal.Rptr. 448]; People v. Odom, 19 Cal.App.2d 641, 647 [66 P.2d 206].) Hence, for the purposes of this case defendant was a “driver” since Ivy was driving defendant’s vehicle with his consent.\nDefendant argues for a literal interpretation of sections 20001 and 20003. He asserts that by requiring the driver not only to identify himself, but to do so as the driver of a car involved in the accident, is reading something into the statutes which is not there, something the Legislature never intended to be a requirement.\nThe contention flies in the face of the language of both sections 20001 and 20003, since the introductory sentence of each refers to the “driver of any vehicle involved in an accident resulting in injury.” Clearly, the code sections are concerned not with just a driver and not with just a vehicle, but with the driver of a vehicle involved in an accident. (People v. Bellah, 237 Cal.App.2d 122, 126 [46 Cal.Rptr. 598]; People v. Foreman, 205 Cal.App.2d 485, 488 [22 Cal.Rptr. 925].) While it is true, as defendant argues, a court cannot, by an extension of the language of a statute, make something a crime which the Legislature has not defined as criminal, it is also true that a court, in interpreting legislation of this character, looks at the evil which the statute is designed to remedy. Obviously the statute here is designed to prevent the driver of a car involved in an accident from leaving the scene without furnishing information as to his identity. It seems equally clear that the driver of a vehicle involved in an accident can furnish such identification only by identifying himself as the driver of the vehicle involved in the accident. (§ 20001.) Because automobile accidents involve vehicles in transit, sometimes bound for far away places, the purpose of the statute is to make complete information available at the time the accident occurs and before participants and witnesses disappear. One of the duties that accompanies the right and the privilege of driving a vehicle upon a public thoroughfare is to give such information. (People v. Jordan, 214 Cal.App.2d 400 [29 Cal.Rptr. 619]; People v. Bellah, supra, 237 Cal.App.2d at p. 126; People v. Foreman, supra, 205 Cal.App.2d at p. 488;People v. Limon, supra, 252 Cal.App.2d 575.)\nDefendant’s second point, that the requirements of Vehicle Code sections 20001 through 20004 violate a driver’s privilege against self-incrimination under the Fifth Amendment, is answered in Byers v. Justice Court, 71 Cal.2d 1039 [80 Cal.Rptr. 553, 458 P.2d 465]. In that opinion the Supreme Court accommodated the imperative public need for the kind of information required by the Vehicle Code sections in question to the self-evident privilege against self-incrimination by holding that a driver of a vehicle involved in an accident must comply with the statutes by giving the information specified therein and in the manner required, under pain of penal sanctions, but that when such information is given “prosecuting authorities are precluded from using information divulged in compliance with section 20002 and the fruits of such information in circumstances where the driver would otherwise be constitutionally privileged not to comply.” (P. 1101.)\nDefendant failed to urge his constitutional right not to give the information specified by the Vehicle Code sections; in fact, he gave most of the information required. It is this aspect of the case that distinguishes it from Byers. Defendant points out that in Byers the Supreme Court held that although the driver left the scene of an accident without giving any information and without claiming a right under the Fifth Amendment not to give such information, he could not be held accountable for such omission. The court observed that Byers had no way of knowing that the Supreme Court would hold that information given pursuant to Vehicle Code section 20001 cannot be used against the declarant in a court of law. The court reasoned that Byers, unaware of the impending decision, undoubtedly was exercising his Fifth Amendment right in leaving without talking.\nBut, here, there is no way it can be presumed, or assumed, that defendant was exercising his constitutional right not to talk since he volunteered certain information required by sections 20001 and 20003. He gave some false information to shield the actual driver, Ivy, and he never asserted, directly or indirectly, his constitutional right not to give the one vital piece of information he omitted, namely, that his car was involved in the accident. It is one thing to refuse to give information upon the ground of Fifth Amendment privilege, and quite another to give partial information and false information and, later, when caught in the toils of deception, to assert immunity under the Fifth Amendment.\nThus, under the facts peculiar to this case, we find no error in the court’s instruction that to comply with section 20001 defendant was under a duty not only to identify himself, as he did, but also to identify himself as the driver of a vehicle involved in the accident.\nThe judgment is affirmed.\nGargano, J., concurred.","type":"majority"}],"judges":[]}}},{"id":4639612,"url":"https://api.case.law/v1/cases/4639612/","name":"CHRIS ESCOBAR, Jr., a Minor, etc., et al., Respondents, v. MARY McNIEL et al., Appellants","name_abbreviation":"Escobar v. McNiel","decision_date":"1942-04-03","docket_number":"Civ. No. 6611","first_page":"122","last_page":"127","citations":[{"type":"official","cite":"51 Cal. App. 2d 122"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078603446/","volume_number":"51","barcode":"32044078603446"},"reporter":{"url":"https://api.case.law/v1/reporters/329/","full_name":"California Appellate Reports, Second Series","id":329},"court":{"url":"https://api.case.law/v1/courts/cal-dist-ct-app-1/","name_abbreviation":"Cal. Dist. Ct. App.","slug":"cal-dist-ct-app-1","id":9209,"name":"District Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"208 Pac. 125","category":"reporters:state_regional","reporter":"P."},{"cite":"189 Cal. 335","category":"reporters:state","reporter":"Cal.","case_ids":[2137474]}],"frontend_url":"https://cite.case.law/cal-app-2d/51/122/","frontend_pdf_url":"https://cite.case.law/pdf/4639612/Escobar%20v.%20McNiel,%2051%20Cal.%20App.%202d%20122%20(1942).pdf","preview":["follows:\nThe action is one for damages alleged to have been sustained by plaintiffs as a result of an <em class='search_highlight'>accident</em>","McNiel (since deceased) was riding in their Chrysler automobile, and at the time of the <em class='search_highlight'>accident</em> it was","As already indicated the <em class='search_highlight'>accident</em> occurred about midway in a cut with sloping embankments, the length","The evidence shows that the <em class='search_highlight'>accident</em> happened around four o’clock P.M. of the day in question, that it","either of the boys until after the <em class='search_highlight'>accident</em>."],"analysis":{"word_count":1689,"sha256":"22fd7edff652e94567d689e476159f10e9a0630cf5b1a46e5966e45dd7e94844","ocr_confidence":0.542,"char_count":9330,"pagerank":{"percentile":0.15527525669457498,"raw":4.076306636737454e-08},"cardinality":529,"simhash":"1:792650ceb6848c6b"},"last_updated":"2021-05-29T01:31:25.345842+00:00","casebody":{"status":"ok","data":{"head_matter":"[Civ. No. 6611.\nThird Dist.\nApr. 3, 1942.]\nCHRIS ESCOBAR, Jr., a Minor, etc., et al., Respondents, v. MARY McNIEL et al., Appellants.\nButler, Van Dyke & Harris for Appellants.\nHenry S. Lyon and Robert E. Roberts for Respondents.","corrections":"","parties":["CHRIS ESCOBAR, Jr., a Minor, etc., et al., Respondents, v. MARY McNIEL et al., Appellants."],"attorneys":[],"opinions":[{"author":"STEEL, J. pro tem.","text":"STEEL, J. pro tem.\nThe defendants appeal from a judgment entered in favor of plaintiffs pursuant to the verdict of a jury. The sole error assigned in this appeal is whether or not the plaintiffs were guilty of contributory negligence as a matter of law. The essential facts are without dispute and may be summarized as follows:\nThe action is one for damages alleged to have been sustained by plaintiffs as a result of an accident which occurred on a Sunday afternoon in November, 1939, on U. S. Highway 50, approximately four and one-half miles west of Plaeerville, in El Dorado county.\nThe appellant Mary McNiel, accompanied by her husband George P. McNiel (since deceased) was riding in their Chrysler automobile, and at the time of the accident it was being driven by appellant Owen Daniel Brown, westerly along said highway.\nThe plaintiffs, respondents here, minor high school boys of the ages of 17 and 16 respectively, were pedestrians and on their way home at the time of the accident. As they approached the highway from a side road they observed some friends passing in a car traveling westerly which the boys signaled for a ride. Respondents were then approximately 250 feet from the highway, and the car, hereinafter referred to as the Smith car, did not stop at once but proceeded along the highway some 380 feet to a point about midway in a cut where it was brought to a stop partly on and partly off the paved portion of the highway. The respondents, upon reaching the highway from the side road, looked for oncoming traffic, and seeing none, proceeded directly across the highway to the northerly side and then walked and ran westerly along the north shoulder toward the Smith car. As they approached the car from the rear they went to the left side thereof and had just engaged in a conversation with some of the occupants when the defendant’s car, traveling westerly also, approached and struck them, hurling them forward and to the ground in front of the parked Smith car, resulting in the injuries sustained.\nUpon the trial, plaintiffs’ witness, a civil engineer, produced a profile map which was received in evidence showing the physical condition of the highway in the vicinity of the scene of the accident.\nAs already indicated the accident occurred about midway in a cut with sloping embankments, the length of which was some 600 feet or more. The width of the paved portion of the highway through the cut is 22.4 feet with a white center line, and has a shoulder on either side from five to six feet in width. As a car approaches from the east, that is the Plaeerville direction, the highway descends somewhat, and at a point some 2,000 feet east of the accident it would disappear from the view of one at the scene of the accident, and after reaching the bottom of the dip or grade it gradually ascends, and at a point some 1,050 feet east of the accident scene it would again come into view, from that point on the grade flattens out almost to level, giving one a clear and unobstructed view for the entire distance last mentioned.\nIt is the testimony of appellants that they did not see the two boys prior to the impact, and it was only after appellant Mrs. McNiel, who was sitting in the front seat, suggested to Mr. Brown, the driver of the car, “I think you struck something” that they pulled to one side and stopped several feet beyond the Smith ear. The evidence shows that the accident happened around four o’clock P.M. of the day in question, that it was a clear day and the setting sun was shining very brightly as appellants drove toward it traveling westerly. Appellant Mrs. McNiel testified that she held her hand up to shade her eyes; that they were traveling between 40 and 45 miles per hour, and that she saw the Smith car which stopped partly on the highway and partly on the shoulder but that she did not see the boys until after the accident.\nDefendants’ Exhibit A is a photograph taken by a gentleman immediately after the accident and admittedly shows a good reproduction of the conditions at the scene of the acci dent immediately after its occurrence. The Smith car is shown parked as above indicated and appears to have been parked as nearly off the pavement and adjacent to the embankment as was practical. Appellant Brown testified in substance to the same effect as did Mrs. McNiel with reference to the speed of the car, the glaring sun, and seeing the Smith car but not seeing either of the boys until after the accident. Appellants further testified that another car was parked approximately opposite the Smith car facing easterly, and that as they approached the scene a car traveling at a high rate of speed coming toward them, passed as they were passing between the two parked cars. There is some conflict in the testimony as to the car being parked opposite the Smith car, some of its occupants testifying that it was parked up the highway a considerable distance. However, this becomes immaterial, as appellants at the outset, concede that there is evidence in the record sufficient to support the jury’s implied finding of negligence upon the part of Brown, the driver of the defendant’s car.\nAppellants contend that the fact respondents crossed the highway and then proceeded to run and walk along the shoulder on the north side and in the direction traffic was traveling, which is in direct opposition to the provisions of Section 564 of the Vehicle Code, constitutes negligence per se. While this is the general rule (19 Cal. Jur. 632 and cases there cited) it is also the general rule that the issue of contributory negligence is one for the jury or trier of the facts to determine, and will not be disturbed upon appeal unless it can be said that such negligence contributed directly to the plaintiff’s injury, in which event it became an issue of law. Clearly it cannot here be said, as a matter of law, that the act of respondents, in traversing along the northerly side of the highway was a proximate cause of the accident nor can it likewise be said as a matter of law, that the failure of the boys to look back along the highway as they passed to the left side of the Smith car constituted contributory negligence directly or proximately causing their injury. These were questions for the jury.\nThe undisputed evidence shows that they were standing close up and within a foot of the side of the Smith ear, one of the boys with his foot on the running board, and had engaged in a short conversation with some of the occupants when they were struck.\nEdward- H. Smith who was seated in the rear seat of the Smith car testified as follows:\n“Q. Now as you went down the highway where did you first see the Escobar boys? A. 1 saw them across, coming out of the golf road.\nQ. Now, explain to the jury just exactly what happened after that; what did your son do with his car ? A. He drove along, we seen them and he said, ‘Oh, I ain’t going to stop.’ He pulled up maybe four or five hundred feet or something like that and he dropped out his hand and stopped. He says, ‘I will give them a ride.’ And he pulled up right against the bank and stopped. The little boys crossed the road and came up behind the car.\nQ. How do you know they crossed the road ? A. I was looking through the back window.\nQ. Did you watch them all the way down the road? A. Practically all the way down, yes, sir.\nQ. Where were they traveling? A. Traveling right up against the righthand side of the road coming up behind the car.\nQ. Were they on the paved portion or off on the shoulder ? A. They were onto the shoulder, right against the cut, right against the bank.\nQ. And what happened as they reached the Smith car, the car which your son was driving and you were in ? A. They stepped around the car.\nQ. Did you see them do that? A. Yes, sir, I seen them as they went to make the turn and then they appeared at the window.\nQ. The window a.t which side of the car? A. On the left side.\nQ. Now you were looking back through the back of the car, the back window ? A. As they were coming up I was looking through the back window.\nQ. And you were looking that way when you saw them from the door? A. Yes, sir, and then I turned to the window.\nQ. As you saw the hoys making that turn did you see any other car coming from down the highway? A. I did not.”\nIt would appear, theréfore, that the jury might well have drawn the inference that appellant’s car had not come into vision from the so-called dip when the respondents turned to the left and came to the side of the Smith car. It will be recalled that appellants both testified that they did not see the boys at all prior to the accident.\nThe jury having found by its verdict that respondents were not guilty of contributory negligence, it becomes a question of law only when the court “is impelled to say that from the facts reasonable men can draw but one inference, and that an inference pointing unerringly to the negligence of the plaintiff contributed to his injury. (Reaugh v. Cudahy Packing Co., 189 Cal. 335 [208 Pac. 125].)\nThe judgment is affirmed.\nThompson, Acting P. J., and Tuttle, J., concurred.","type":"majority"}],"judges":[]}}},{"id":2244939,"url":"https://api.case.law/v1/cases/2244939/","name":"ORLIE A. HOLLAND, Appellant, v. LEROY FREEMAN KERR et al., Respondents","name_abbreviation":"Holland v. Kerr","decision_date":"1953-02-11","docket_number":"Civ. No. 15394","first_page":"31","last_page":"39","citations":[{"type":"official","cite":"116 Cal. App. 2d 31"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078607264/","volume_number":"116","barcode":"32044078607264"},"reporter":{"url":"https://api.case.law/v1/reporters/329/","full_name":"California Appellate Reports, Second Series","id":329},"court":{"url":"https://api.case.law/v1/courts/cal-dist-ct-app-1/","name_abbreviation":"Cal. Dist. Ct. App.","slug":"cal-dist-ct-app-1","id":9209,"name":"District Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"246 P. 324","category":"reporters:state_regional","reporter":"P."},{"cite":"198 Cal. 490","category":"reporters:state","reporter":"Cal.","case_ids":[2161616],"pin_cites":[{"page":"503"}]},{"cite":"235 P.2d 439","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"106 Cal.App.2d 537","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2226185],"pin_cites":[{"page":"547"}]},{"cite":"184 P.2d 727","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"81 Cal.App.2d 625","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[4437327],"pin_cites":[{"page":"638"}]},{"cite":"182 P. 285","category":"reporters:state_regional","reporter":"P."},{"cite":"180 Cal. 570","category":"reporters:state","reporter":"Cal.","case_ids":[2018696],"pin_cites":[{"page":"585"}]},{"cite":"58 P. 315","category":"reporters:state_regional","reporter":"P."},{"cite":"126 Cal. 1","category":"reporters:state","reporter":"Cal.","case_ids":[2002277],"pin_cites":[{"page":"6"}]},{"cite":"215 P. 675","category":"reporters:state_regional","reporter":"P."},{"cite":"191 Cal. 195","category":"reporters:state","reporter":"Cal.","case_ids":[2141602],"pin_cites":[{"page":"201"}]},{"cite":"85 P.2d 447","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"12 Cal.2d 445","category":"reporters:state","reporter":"Cal. 2d","case_ids":[2202164]},{"cite":"112 A.L.R. 407","category":"reporters:specialty","reporter":"A.L.R."},{"cite":"70 P.2d 183","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"9 Cal.2d 226","category":"reporters:state","reporter":"Cal. 2d","case_ids":[2249507]}],"frontend_url":"https://cite.case.law/cal-app-2d/116/31/","frontend_pdf_url":"https://cite.case.law/pdf/2244939/Holland%20v.%20Kerr,%20116%20Cal.%20App.%202d%2031%20(1953).pdf","preview":["Fifteen <em class='search_highlight'>cars</em> coming upgrade accumulated between the time of the <em class='search_highlight'>accident</em> and the time when he transferred","He saw the <em class='search_highlight'>accident</em> through his mirror. He stopped his <em class='search_highlight'>car</em> and ran back.","When Kerr’s <em class='search_highlight'>car</em> passed him going towards the scene of the <em class='search_highlight'>accident</em> Knight had to go to his extreme right","Diablo State Park, who came to the scene of the <em class='search_highlight'>accident</em> while the <em class='search_highlight'>cars</em> were still there, identified","California Highway Patrolman Galbraith identified Kerr’s pictures showing the <em class='search_highlight'>cars</em> after the <em class='search_highlight'>accident</em>"],"analysis":{"word_count":2646,"sha256":"33ddbc4189fdb302eac4822a37ad08798ffd40fff52f8d03fae3c7d1f1ac2743","ocr_confidence":0.545,"char_count":15465,"pagerank":{"percentile":0.5686829687667914,"raw":1.1231138423125276e-07},"cardinality":701,"simhash":"1:b162f3bb8a064d7f"},"last_updated":"2021-05-28T20:04:23.776904+00:00","casebody":{"status":"ok","data":{"head_matter":"[Civ. No. 15394.\nFirst Dist., Div. One.\nFeb. 11, 1953.]\nORLIE A. HOLLAND, Appellant, v. LEROY FREEMAN KERR et al., Respondents.\nAbe Hart and Joseph L. Bortin for Appellant.\nDana, Bledsoe & Smith, Joseph W. Rogers', Jr., Belcher & Roller, Clark & ITeafey and Gerald P. Martin for Respondents.","corrections":"","parties":["ORLIE A. HOLLAND, Appellant, v. LEROY FREEMAN KERR et al., Respondents."],"attorneys":[],"opinions":[{"author":"BRAY, J.","text":"BRAY, J.\nAs a result of a collision between an automobile driven by defendant Bisek and in which plaintiff was riding, and one driven by defendant Kerr, plaintiff sued both defendants. From a judgment of nonsuit in favor of Bisek and a judgment on a jury verdict in favor of Kerr, plaintiff appeals.\nQuestions Presented\n1. Was there any evidence of willful misconduct, and hence the judgment of nonsuit was improper? 2. Did the court err in refusing instructions based on section 2061, subdivisions 6 and 7, and section 1963, subdivision 5, Code of Civil Procedure, where photographs were admitted in evidence without objection, in the absence of the photographer who took them? 3. Assuming that after judgment of nonsuit granted, evidence tending to show willful misconduct was introduced, did the court abuse its discretion in denying a motion for new trial?\nEvidence Prior to Nonsuit\nOn Mother’s Day, 1950, plaintiff, his wife, Bisek (plaintiff’s brother-in-law), his wife and son, Knight (plaintiff’s son-in-law), and his wife (plaintiff’s daughter), were picnicking atop Mt. Diablo. About 5:30 they started to return home. Knight left first, having the women with him in his car. Bisek followed with his son and plaintiff, in his car. They had gone down about 2 miles of winding road, the Knight car being in sight most of the time. There was traffic coming up the hill. While going about 20 to 30 miles an hour they came to a very short “U” turn. Plaintiff testified that as they came around this bend, another car was approaching and “instantly we met.” There was no time for anyone to take action. Plaintiff was knocked unconscious and otherwise injured. Plaintiff identified and introduced photographs of what he claimed was the scene of the accident, a blind turn. He testified that coming down the hill, the speeds of the Bisek car, and the Knight car, which kept about 300 to 500 feet ahead, were about the same, and that there was nothing about Bisek’s speed, manner of or conduct in driving, to give plaintiff concern. Bisek was driving as plaintiff would have driven had he been at the wheel. The speed could have been as low as 15 to 20 miles an hour. Neither plaintiff nor Bisek had had anything to drink. The roadway was approximately 20 feet wide. In plaintiff’s judg meat both cars were straddling the imaginary center line, Bisek’s car being 2 or 3 feet over that line. On cross-examination plaintiff was shown certain photographs which will be discussed hereafter. Plaintiff was positive that the scene depicted in these photographs was not the scene of the accident. Plaintiff testified that traffic coming up the hill was light and that they passed cars occasionally.\nKnight testified that the car he was driving was about 200 feet ahead of Bisek’s car, going about 15 to 20 miles an hour. Plaintiff had been following him at about that speed. Traffic was “probably normal.” Fifteen cars coming upgrade accumulated between the time of the accident and the time when he transferred the unconscious plaintiff into his car and left for the hospital. He saw the accident through his mirror. He stopped his car and ran back. Defendant Kerr’s car was partially on the shoulder. Bisek’s car was entirely on the right side of the highway. He identified plaintiff’s pictures as showing the place of the accident, and denied that it was at the scene of Kerr’s pictures. When Kerr’s car passed him going towards the scene of the accident Knight had to go to his extreme right to keep from hitting him, as defendant Kerr’s car was straddling the center. Kerr, called under section 2055, Code of Civil Procedure, testified that plaintiff’s pictures did not show the scene of the accident; that just before the point of collision he was forced off the road by a car (apparently the Knight car). Kerr did not sound his horn. The accident happened some distance from a curve. Both plaintiff and Knight claimed it happened just as plaintiff got around a curve. Kerr stated that the accident happened as he was in the act of getting back on the road. He was going into second gear, going about 4 to 5 miles an hour. At the time of the collision, however, he was completely stopped.\nNo Willful Misconduct\nOn the foregoing testimony, the court granted a non-suit in favor of defendant Bisek. Obviously there was not an iota of evidence of willful misconduct. Plaintiff contends that taking the testimony strongest in favor of his contention, as is the rule in considering a motion for nonsuit, the evidence showed that Bisek was driving on the wrong side of the road, and that, as Bisek knew there was traffic coming up the hill and was driving at a controllable speed, 15 to 20 miles an hour, he should have had knowledge of possible danger, and Ms failure to avoid an accident was either the result of volition or reckless disregard for the safety of others in the face of probable danger. Completely ignoring plaintiff’s own testimony to the effect that Bisek was driving the car the way that plaintiff would have driven it, that Kerr’s car came suddenly around the curve 2 or 3 feet over the wrong side of the center, and that “there was no time to take any action by anyone, ’ ’ the most the evidence showed at the time of the motion for nonsuit was, that Bisek could be guilty of ordinary negligence only. Neither the evidence nor any reasonable inferences therefrom would have justified a finding of willful misconduct. (See discussion in Weber v. Pinyan, 9 Cal.2d 226 [70 P.2d 183, 112 A.L.R. 407], as to difference between gross negligence and willful misconduct; and in Porter v. Hofman, 12 Cal.2d 445 [85 P.2d 447], as to difference between ordinary negligence and willful misconduct.) The court did not err in granting the motion.\nEvidence Subsequent to Nonsuit\nOne Prestwich testified that as he was driving down the mountain, Bisek’s car and another automobile (apparently Knight’s) passed him going in the same direction “at a rate of speed” and it was directly ahead of him at the time of the accident. It occurred 100 to 150 feet after Bisek’s ear had gone around the curve. It was going 15 to 20 miles an hour. As it went around the curve it swung wide into its left side of the highway. When it hit Kerr’s car, the latter was on its right shoulder as far as it could get without hitting the bank. Kerr’s car appeared as though it was starting to come back on the highway and at the time of impact appeared to be stopped. Prestwich identified all but one of Kerr’s photographs as showing the scene of the accident. (In the one he did not identify a curve obscures the point of impact as claimed by Kerr.) He then identified five photographs (defendant’s Exhibits 6 to 10) as showing the cars resting at the scene of the accident immediately after the accident. They show that Kerr’s car was to the right of the highway on the shoulder and show Bisek’s skidmarks starting from the middle of the highway sliding over to the left point of impact. They completely corroborate Kerr’s version of the accident. Bassett, the chief ranger at Mt. Diablo State Park, who came to the scene of the accident while the cars were still there, identified Kerr’s photographs as depicting the scene and testified that plaintiff’s photographs were of a place about a mile away. Bassett talked to the photographer who was there taking Kerr’s pictures.\nKerr, also a state ranger, testified that as he was going uphill about 15 miles an hour and about 200 feet from the accident, Knight’s car came downhill and made an attempt to pass another car going downhill, compelling Kerr to pull over to his right onto the shoulder. Kerr came to a stop, then started up and started to pull back onto the pavement when he saw Bisek’s car about 200 feet away coming towards him at a speed of 30 to 35 miles an hour. Kerr stopped. Bisek’s car struck his car. Kerr identified.his own pictures as being the true scene. Kerr smelled alcohol on Bisek’s breath there. Bisek’s insurance company paid Kerr $500 for damages to his ear and bruises to himself. Mrs. Kerr corroborated Kerr’s version of the accident. California Highway Patrolman Galbraith identified Kerr’s pictures showing the cars after the accident. He is shown in one of the pictures. The skidmarks of Bisek’s car were approximately 33 feet long. He detected the odor of alcohol on Bisek’s breath. He charged Bisek only with driving on the wrong side of the road. Brown, assistant park ranger, also identified Kerr’s pictures and smelled liquor on Bisek’s breath.\nInstructions\nObviously, there was ample evidence to support the jury’s verdict for Kerr. Plaintiff offered an instruction based on section 2061, subdivisions 6 and 7, Code of Civil Procedure, to the effect that if it is within the power of a party to produce stronger or more satisfactory evidence than which was offered on a material point, the jury should view the weaker evidence with distrust. He also offered one based on section 1963, subdivision 5, Code of Civil Procedure, to the effect that if the jury should find that any evidence was willfully suppressed, the jury might presume, in the absence of evidence to the contrary, that such evidence, if produced, would be adverse to the party willfully suppressing the evidence. The court properly refused to give these instructions. Plaintiff very ingeniously claims that as the photographer who took defendant’s photographs was not identified, produced, or his absence explained, these instructions should have been given upon the theory that possibly the photographer might have taken other photographs which might have been contradictory to those taken. Had he been produced as a witness such fact might have been discovered on cross-examination. The court properly refused to give the instructions. The photographs were identified by five witnesses, three of whom were apparently disinterested, who testified that they truly represented the scene of the accident. (Two or three of them are shown in the pictures.) No objection was made to their introduction nor to the failure to identify or produce the photographer. Where a witness testifies that a photograph truly represents what it purports to represent it is not necessary to its introduction in evidence that the one who took it be produced. (Berkovitz v. American River Gravel Co., 191 Cal. 195, 201 [215 P. 675].) Had plaintiff desired the photographer identified he could have so stated and his name could have been thus obtained; and had he desired him to testify he could have subpoenaed him. Ranger Brown pointed out that in one of the photographs he is shown making out a report on the hood of one of the cars involved in the accident, and then stated that he wrote into his report the name of the person taking the pictures. Moreover, section 2061, subdivisions 6 and 7, does not apply. The nonproduction of the photographer does not weaken the evidence of photographs identified as true by eyewitnesses. Where the record fails to show that defendant produced inferior evidence when it was in his power to produce evidence of a higher degree, the giving of the .requested instruction would be error. (Thomas v. Gates, 126 Cal. 1, 6 [58 P. 315].) Nor does section 1963, subdivision 5, apply. There was no suppression of evidence here. It would have been serious error to give the proffered instruction on suppression. (Estate of Moore, 180 Cal. 570, 585 [182 P. 285].) It is very seldom in the trial of cases that when photographs can be identified properly otherwise, the photographer is produced.\nNew Trial\nPlaintiff’s contention that the trial court abused its discretion in denying the new trial again is ingenious. He contends that Kerr testified favorably to Bisek to help him get a nonsuit, and then changed his testimony after it was granted, to protect himself, and that therefore the court should have granted a new trial of the whole case. The alleged change of testimony is this: When called under section 2055 and before nonsuit, Kerr was asked how sharp a curve was it, that is, the one where the collision took place. He replied, “It’s rather a sharp curve, it’s a very sharp curve. ’ ’ After nonsuit, he testified that from the point where the cars collided to the center of the curve it was approximately 200 feet and he saw the Bisek car approaching at that distance. While a comparison of these two statements makes it appear that the second is contradictory of the first, a reading of Kerr’s testimony prior to the question above set forth shows that in speaking of the curve as the one where the collision took place Kerr was not referring to the point of impact but to the general location. He had been testifying that the scene in plaintiff’s photographs was not the scene of the accident, that in contrast with the wider curve and low bank shown in plaintiff’s photographs, the accident took place where there was a sharp curve and a high bank. Moreover, he then stated that he was approaching the curve when the accident happened but “I was still some distance from the curve. ’ ’ Actually there was no change in testimony. In testifying after the nonsuit he was asked in greater detail than during his examination in plaintiff’s ease in chief. Plaintiff charges collusion between Kerr and Bisek because Kerr testified on cross-examination before nonsuit (he was not asked concerning the subject thereafter) that he did not blow his horn, thereby, says plaintiff, admitting negligence. Assuming, but not deciding, that failure to blow the horn under the circumstances constituted negligence, we fail to understand how such an admission of negligence showed collusion between Kerr and Bisek. There is no basis for a conclusion that the court erred in refusing to grant a new trial. Moreover, assuming, but not deciding, that the evidence introduced after the nonsuit might have supported a finding of willful misconduct, still such fact would not cause an abuse of discretion in denying a new trial. The situation on motion for new trial is entirely different than on motion for nonsuit. On the latter it is the duty of the court, if there is any evidence which would support a finding by the jury of willful misconduct, to deny a motion for nonsuit. But on a motion for new trial, it is not a question of whether there is evidence to support a particular finding, but whether the court abused its discretion in denying a new trial. (See Rather v. City & County of San Francisco, 81 Cal.App.2d 625, 638 [184 P.2d 727]; Clark v. Bradley, 106 Cal.App.2d 537, 547 [235 P.2d 439]; Estate of Baird, 198 Cal. 490, 503 [246 P. 324] (motion for new trial after judgment of nonsuit).) Here the preponderance of, if not the entire, evidence certainly is against a finding of willful misconduct by Bisek, just as it is in favor of the jury’s find ing that Kerr was not guilty of negligence. Therefore there was no abuse of discretion in denying a new trial as against both defendants.\nThe judgments are affirmed.\nPeters, P. J., and Wood (Fred B.), J., concurred.\nAppellant’s petition for a hearing by the Supreme Court was denied April 7, 1953.\nPlaintiff, in his brief, concedes that his photographs are of the wrong place.","type":"majority"}],"judges":[]}}},{"id":4226107,"url":"https://api.case.law/v1/cases/4226107/","name":"THE PEOPLE, Plaintiff and Respondent, v. STEPHANIE NORDBERG, Defendant and Appellant","name_abbreviation":"People v. Nordberg","decision_date":"2010-11-08","docket_number":"No. B218891","first_page":"1228","last_page":"1241","citations":[{"type":"official","cite":"189 Cal. App. 4th 1228"}],"volume":{"url":"https://api.case.law/v1/volumes/32044132278441/","volume_number":"189","barcode":"32044132278441"},"reporter":{"url":"https://api.case.law/v1/reporters/334/","full_name":"California Appellate Reports, Fourth Series","id":334},"court":{"url":"https://api.case.law/v1/courts/cal-ct-app-1/","name_abbreviation":"Cal. Ct. App.","slug":"cal-ct-app-1","id":8799,"name":"Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"52 Cal.Rptr. 207","category":"reporters:state","reporter":"Cal. Rptr."},{"cite":"243 Cal.App.2d 239","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2170595],"pin_cites":[{"page":"241"}]},{"cite":"838 P.2d 1212","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"13 Cal.Rptr.2d 259","category":"reporters:state","reporter":"Cal. Rptr. 2d"},{"cite":"3 Cal.4th 926","category":"reporters:state","reporter":"Cal. 4th","case_ids":[2008176],"pin_cites":[{"page":"943"}]},{"cite":"937 P.2d 213","category":"reporters:state_regional","reporter":"P.2d","year":1992},{"cite":"63 Cal.Rptr.2d 782","category":"reporters:state","reporter":"Cal. Rptr. 2d","year":1992},{"cite":"15 Cal.4th 619","category":"reporters:state","reporter":"Cal. 4th","case_ids":[1006055],"year":1992,"pin_cites":[{"page":"677"}]},{"cite":"386 U.S. 18","category":"reporters:federal","reporter":"U.S.","case_ids":[6168882],"weight":3,"pin_cites":[{"page":"24"}]},{"cite":"957 P.2d 869","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"76 Cal.Rptr.2d 180","category":"reporters:state","reporter":"Cal. Rptr. 2d"},{"cite":"18 Cal.4th 470","category":"reporters:state","reporter":"Cal. 4th","case_ids":[344164],"pin_cites":[{"page":"497, 502-503"}]},{"cite":"27 P.3d 739","category":"reporters:state_regional","reporter":"P.3d"},{"cite":"109 Cal.Rptr.2d 851","category":"reporters:state","reporter":"Cal. Rptr. 2d"},{"cite":"26 Cal.4th 316","category":"reporters:state","reporter":"Cal. 4th","case_ids":[456861],"pin_cites":[{"page":"326"}]},{"cite":"161 P.3d 1130","category":"reporters:state_regional","reporter":"P.3d","year":2001},{"cite":"62 Cal.Rptr.3d 569","category":"reporters:state","reporter":"Cal. Rptr. 3d","year":2001},{"cite":"41 Cal.4th 799","category":"reporters:state","reporter":"Cal. 4th","case_ids":[3818824],"year":2001,"pin_cites":[{"page":"811"}]},{"cite":"87 Cal.Rptr.3d 751","category":"reporters:state","reporter":"Cal. Rptr. 3d"},{"cite":"170 Cal.App.4th 42","category":"reporters:state","reporter":"Cal. App. 4th","case_ids":[5732819],"pin_cites":[{"page":"53"}]},{"cite":"403 P.2d 423","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"45 Cal.Rptr. 167","category":"reporters:state","reporter":"Cal. Rptr."},{"cite":"63 Cal.2d 74","category":"reporters:state","reporter":"Cal. 2d","case_ids":[2335690],"pin_cites":[{"page":"79"}]}],"frontend_url":"https://cite.case.law/cal-app-4th/189/1228/","frontend_pdf_url":"https://cite.case.law/pdf/4226107/People%20v.%20Nordberg,%20189%20Cal.%20App.%204th%201228%20(2010).pdf","preview":["Another <em class='search_highlight'>car</em> was hit by the same <em class='search_highlight'>car</em> that hit the motorcycle, causing that driver’s airbag to deploy.","The <em class='search_highlight'>car</em> was “peeling out, there was smoke, and at that point I decided to chase the <em class='search_highlight'>car</em>.”","“another <em class='search_highlight'>car</em> <em class='search_highlight'>accident</em>.”","my <em class='search_highlight'>car</em> right.",", could not properly control her <em class='search_highlight'>car</em>, and “The next thing I know, I’m getting into more <em class='search_highlight'>accidents</em>.”"],"analysis":{"word_count":4926,"sha256":"90e9cb57f1b90d1e8e34d5696a3680a47afa62f912b762d8e552819e3191afdb","ocr_confidence":0.932,"char_count":29056,"pagerank":{"percentile":0.44747877568166944,"raw":7.694524310387479e-08},"cardinality":1151,"simhash":"1:254063b1d60c060b"},"last_updated":"2021-05-29T02:17:05.103657+00:00","casebody":{"status":"ok","data":{"head_matter":"[No. B218891.\nSecond Dist., Div. Two.\nNov. 8, 2010.]\nTHE PEOPLE, Plaintiff and Respondent, v. STEPHANIE NORDBERG, Defendant and Appellant.\nCounsel\nMarks & Brooklier and Anthony P. Brooklier for Defendant and Appellant.\nEdmund G. Brown, Jr., Attorney General, Dane R. Gillette, Chief Assistant Attorney General, Pamela C. Hamanaka, Assistant Attorney General, Lance E. Winters and Robert S. Henry, Deputy Attorneys General, for Plaintiff and Respondent.","corrections":"","parties":["THE PEOPLE, Plaintiff and Respondent, v. STEPHANIE NORDBERG, Defendant and Appellant."],"attorneys":["Counsel","Marks & Brooklier and Anthony P. Brooklier for Defendant and Appellant.","Edmund G. Brown, Jr., Attorney General, Dane R. Gillette, Chief Assistant Attorney General, Pamela C. Hamanaka, Assistant Attorney General, Lance E. Winters and Robert S. Henry, Deputy Attorneys General, for Plaintiff and Respondent."],"opinions":[{"author":"BOREN, P. J.","text":"Opinion\nBOREN, P. J.\nAppellant Stephanie Nordberg was driving while intoxicated when her car struck and killed a motorcyclist on the freeway. A jury convicted her of gross vehicular manslaughter while intoxicated (Pen. Code, § 191.5, subd. (a)), and found true the special enhancement allegation that she fled the scene of the crime after the vehicular manslaughter (Veh. Code, § 20001, subd. (c)). She was sentenced to a prison term of nine years, consisting of the low term of four years for the offense, plus five years for the enhancement.\nAppellant contends that the true finding of the enhancement allegation for leaving the scene of the crime should be reversed because the jury was not instructed that she had to have knowledge that the accident resulted in injury to someone, or had to know that the accident was of such a nature that one would reasonably anticipate that it resulted in injury to another person. We find that although the jury was not instructed on the knowledge requirement, as it should have been, the error was harmless beyond a reasonable doubt. Because both the prosecution’s evidence and appellant’s own testimony unequivocally established that appellant knew the accident was of such a nature that it was probable another person had been injured, there is no rational basis on which the instructional error could have affected the jury’s verdict.\nFACTS\nIn July of 2007, appellant, a 21-year-old employee at a North Hollywood audio equipment company, met two of her colleagues after work for some drinks at a nearby bar. One of appellant’s companions, Stephen Eagle, ordered margaritas with a single shot for himself and for appellant. He then ordered some snacks and a second round of margaritas for himself and for appellant. Approximately an hour later, they left the bar and went to a grocery store to buy some vodka and food for dinner. Appellant drove her car (a Chevrolet Monte Carlo) to the grocery store and then to Eagle’s apartment, arriving at approximately 8:45 p.m.\nOnce at the apartment, Eagle prepared some food and poured “the first shot of vodka.” He had approximately four or five shots of vodka, and appellant ate sausages and salad and had three or four shots of vodka. They did not mix the drinks with any water or juice. After dinner they kissed once, which created some awkwardness because appellant had a boyfriend. While Eagle cleaned up the dishes inside, appellant went to the patio, made a phone call on her cell phone, and then indicated she wanted to leave. It was then approximately 10:00 p.m.\nBecause Eagle “was feeling tipsy at the time,” he told appellant that he “didn’t think that she should leave due to the alcohol we had consumed.” Appellant replied that she “was okay to drive.” Due to the awkwardness after their kiss, he did not want to detain her in his apartment any longer because she wanted to leave. Eagle then escorted appellant to her car. When appellant entered her car, he asked her again if she was “okay to drive and she assured [him] that she was.” The two of them had consumed about half the bottle of vodka.\nAppellant drove off and then entered the southbound Hollywood Freeway. Meanwhile, Frank Arana was riding a motorcycle on the freeway. On the back of the motorcycle were two distinct lights, a brake or taillight, and a license plate light. While Arana was riding the motorcycle, his brother (Richard Arana) and a friend (Kelly Graval), who owned the motorcycle, followed immediately behind in a white Ford F-250 truck. As their truck passed Universal Studios, a car came on the freeway, moved erratically, and “cut across many lanes.” Traffic was flowing steadily, but then Graval saw that the same “vehicle came from my left side, cut in front of us rather rapidly, sped up to approach [Arana], looked like it slowed down to travel with the speed of the freeway, steadily, and then accelerated and hit [Arana from behind].”\nGraval saw the car in front of him speed up to “at least” approximately 70 miles per hour and then heard the sound of the car’s impact with the motorcycle, even though the windows of the truck were rolled up. Upon impact, as described by Graval, Arana “went like this [indicting] and then up, almost like he was on a motorcross jump, and came down. I was behind him, so I couldn’t tell you what happened in front to the car, but I did see [Arana] go up in the air, come down, and I did see [Arana] come, you know, out from under the car and roll in front of me—in front of us.” Arana ultimately landed on the ground in front of appellant’s car after it hit him. The car thus struck Arana from behind and then ran over him, inflicting fatal injuries.\nAppellant’s car had made no prior attempt to get into the lane in which the truck and motorcycle were travelling. The lane change by her car was so abrupt the truck had to brake. After hitting Arana on the motorcycle, appellant’s car went to the left and struck the center divider. Graval and Arana’s brother stopped their truck and ran toward Arana. Appellant’s car then “was straggling to leave the scene.” The front tires spun, and the back right tire seemed locked and dragged before it unlocked. Graval ran toward the car to try to get a license plate number and screamed, “Stop, stop, stop.” The car, however, drove away and exited the off-ramp at Highland Avenue.\nSeveral other drivers on the freeway also witnessed the erratic driving and the fatal accident. The driver in one of the nearby cars immediately called 911 on her cell phone. Another car was hit by the same car that hit the motorcycle, causing that driver’s airbag to deploy.\nAnother driver, Joseph Garcia, saw a cloud of smoke or dust on the freeway, slowed down to approximately 10 miles per hour, and then saw a motorcycle and a person lying on the ground. On his left side, he saw a car with some minor damage that had stopped. Garcia “heard kind of like a loud rev of an engine,” and then saw the damaged car speed off. The car was “peeling out, there was smoke, and at that point I decided to chase the car.” He saw the car exit the freeway at Highland Avenue, hit a concrete barrier, and then veer to the right and hit a light pole.\nAnother driver, Dennis Nusbaum, also noticed that the freeway traffic had slowed down dramatically, and then saw a track, a motorcycle, and a body on the ground. Nusbaum exited the freeway and saw that a car had crashed on the shoulder near the exit. The car was smoking and appellant was on the side of the road talking to two men who had parked a yellow Hummer nearby. Nusbaum got out of his vehicle and called 911 to report that he had seen a motorcycle accident and then “another car accident.” Nusbaum and the two other men asked appellant if she was alright.\nAt some point the 911 operator asked to speak with “the young lady,” and Nusbaum handed appellant his flip cell phone. Appellant, however, “closes it on the 911 operator, and she hands it back to [Nusbaum] and she pretty much says, ‘Hey, look,’ you know, ‘I’ve been drinking.’ ” The 911 operator then called back as roadside assistance tracks arrived. Appellant complained of blurry vision. The two men from the Hummer offered to take appellant away, although the 911 operator insisted that she stay and wait for medical assistance. Appellant, who appeared to Nusbaum to be intoxicated and had an odor of “bad alcohol” about her, then departed with the two men in the Hummer. The 911 operator asked for the license number of the Hummer, but it had a dealer plate with no number.\nSoon thereafter, a California Highway Patrol (CHP) officer arrived at the scene of the motorcyclist’s fatal accident. Near the center divider of the freeway he found a license plate. The officer then went to the off-ramp where appellant left her vehicle; its rear license plate matched the one he found on the freeway and from which he determined ownership of the vehicle.\nSeveral CHP officers then went to appellant’s residence in Sherman Oaks. Appellant had arrived home after the men in the Hummer who gave her a ride also assisted her in getting a taxi. When the CHP officers arrived at the residence, appellant’s father answered the door. He spoke with the officers, who explained to him that appellant had been involved in a car crash, and he then attempted several times to awaken appellant.\nWhen appellant came out of the bedroom and approached the CHP officers, her gait was unsteady, her eyes were red and watery, the odor of alcohol was apparent, and she had abrasions on her forehead and face. One of the officers tested her eye movement, detected a strong odor of alcohol on her breath, and opined that she was physically impaired by alcohol. At approximately 1:30 a.m. the officer gave appellant three breath analyzer tests, each of which returned readings of 0.18 percent blood-alcohol content. A criminalist for the Los Angeles Police Department subsequently determined, based on the timing and amount of alcohol and food appellant had consumed and her physical stature, that at the time of the fatal accident appellant’s blood-alcohol content could have been as high as 0.27 percent.\nThe CHP officer concluded that appellant had caused the collision with the motorcycle by driving her car while under the influence of alcohol and in a manner that was extremely hazardous to other vehicles. Appellant’s hazardous driving violated several Vehicle Code sections and began when she merged onto the freeway and unsafely crossed two or more lanes causing other vehicles to brake, then accelerated to an unsafe speed over the speed limit, and then followed too closely as she wedged herself between the motorcycle and the truck and unreasonably accelerated into the motorcycle. The CHP officer further opined that based on the damage to the windshield on appellant’s car, Arana was “launched off his motorcycle, onto the hood and into the windshield of [appellant’s] car, and then from there thrown to the roadway.”\nAppellant testified at trial and described her driving behavior. After she entered the freeway, she was “switching lanes” and “saw that the lane was clear and I went into it.” However, “The next thing I know, I’m getting in—I got—I’m getting into, like, oh—I get into an accident, and I’m kind of losing control of my wheel a little bit and [the] car is just steering—I can’t control my car right. The next thing I know, I’m getting into more accidents.”\nAppellant did not know what to do but “knew that I needed to get off the freeway just because I didn’t want to get into any more collisions with anybody else. [j[] Umm, I—after that, I just remember just—everything just blacked out on me.” The next thing she knew was that “I wake up and my car is in a slant.” Appellant got out of the car and “I hear a man screaming at me.” She was still trying to find out why “is my car—why is this pole down? Why is my car on the side?” Appellant was “just freaking out. I was scared. I was shaking. I had never been in a huge accident in my life before and I didn’t know what to do.”\nAppellant recalled, “I remember just waking up confused . . . .” However, she did not fall asleep and was not tired. Her head hurt, and she had a bump and scratches on her head. Appellant’s first awareness after the accident was of “a man screaming at me,” but she was most concerned at the time about why her car was at an angle. She had “no clue” that she had hit a motorcycle or the center divider. When she got out of her car, the man who was screaming at her “just kept hassling me. He just—he was just scaring me a little bit. He was making me more panicky than I was feeling. I felt like I needed to step away from the situation, from him.” Then, the men from the Hummer approached, offered to assist her, drove her away, and ultimately assisted her in getting her a taxi.\nAppellant asserted that she did not know that she hit a motorcycle. She explained, “I didn’t see it,” and that she “wouldn’t have switched lanes if the motorcycle was there. I wouldn’t have never done that. That would not be me.” Appellant also did not recall hitting the median embankment.\nShe further explained that she did not “know how to keep control on what was going on with—with my vehicle as I’m hitting things. I was trying to avoid hitting anything else as I was driving, but I—I couldn’t—I had—not full-on control with my vehicle.” When she was questioned by her father, she only told him that she hit a pole, not a motorcycle, the center divider, or another car.\nAppellant also did not recall going around the side of and then in front of the white truck on the freeway. In fact, appellant thought that she was travelling in the proper direction on the freeway, although she was going southbound on the 101 freeway, towards Hollywood, to go to Sherman Oaks, when she should have been travelling northbound from North Hollywood to get home.\nAt the time of the collision, she heard impact noise. As to whether appellant saw any vehicles in front of her, however, she explained: “Honestly, a lot of it is—in my head, it—it’s not—I don’t—because I hear people saying things throughout [the trial] when I’ve been sitting here, and a lot of it, I don’t remember it, and a lot of it, I—I’m seeing if I could remember it, but all I know at the time is I had no idea.”\nDISCUSSION\nI. The trial court erred in failing to instruct the jury on the knowledge requirement for the sentencing enhancement for leaving the scene of the vehicular manslaughter.\nAppellant contends that the trial court erred in failing to instruct the jury that to find true the enhancement allegation under section 20001, it had to find that appellant had knowledge that she had been in an accident that had resulted in injury to someone, or that she had to know the accident was of such a nature that it was reasonably likely to result in injury to another person. Indeed, section 20001 has a knowledge requirement that is an essential element of the five-year sentence enhancement and the instruction given on the enhancement, as previously noted, did not specifically mention the knowledge requirement.\nSection 20001 addresses two types of penalties for leaving the scene of a vehicular accident; one is a substantive offense and the other is an enhancement for vehicular manslaughter. Subdivisions (a) and (b) of section 20001 proscribe a substantive offense often referred to as felony hit and run. The driver of a vehicle involved in an accident resulting in injury or death to another person “shall immediately stop the vehicle at the scene of the accident” and shall fulfill certain specified duties pertaining to identification, reporting, and rendering aid. (§ 20001, subd. (a).) The failure to do so constitutes a crime, with the sentencing options dependent upon the extent of the injury inflicted during the accident. (§ 20001, subd. (b)(1) & (2).) Appellant was not charged with that substantive offense.\nAppellant was charged, however, with a conceptually related sentence enhancement allegation specified in another subdivision of section 20001. Subdivision (c) of section 20001 permits the charging and then the mandatory imposition, if found true, of a five-year sentence enhancement for anyone “who flees the scene of the crime after committing” a vehicular manslaughter in violation of either Penal Code section 191.5 or section 192, subdivision (c)(1). Appellant was charged with and convicted of vehicular manslaughter under the former provision, thus establishing the predicate for the sentence enhancement.\nAlthough a knowledge requirement is not specifically mentioned in any of the subdivisions of section 20001, well-settled case law has established that “knowledge of injury is an essential element of the crime proscribed by [section 20001].” (People v. Holford (1965) 63 Cal.2d 74, 79 [45 Cal.Rptr. 167, 403 P.2d 423].) The Supreme Court in Holford explained: “Usually, however, such knowledge must be derived from the surrounding facts and circumstances of the accident. [Citation.] Yet the driver who leaves the scene of the accident seldom possesses actual knowledge of injury; by leaving the scene he forecloses any opportunity to acquire such actual knowledge. Hence a requirement of actual knowledge would realistically render the statute useless. We therefore believe that criminal liability attaches to a driver who knowingly leaves the scene of an accident if he actually knew of the injury or if he knew that the accident was of such a nature that one would reasonably anticipate that it resulted in injury to a person.” (Id. at p. 80; see also People v. Harbert (2009) 170 Cal.App.4th 42, 53 [87 Cal.Rptr.3d 751].)\nThus, for the purposes of the substantive offense of failing to stop at the scene of an automobile accident, actual knowledge is not required. A defendant’s knowledge of having been in an accident involving an injured person may be established by circumstantial evidence, and a defendant’s simple denial of the requisite knowledge is not determinative. (People v. Harbert, supra, 170 Cal.App.4th at pp. 53-55.) By parity of reasoning, we find that the same knowledge requirement and the same analysis that are applicable to the substantive offense defined in section 20001, subdivisions (a) and (b), are also applicable to the five-year enhancement defined in section 20001, subdivision (c), which is the provision at issue here.\nWe note that the trial court modified a miscellaneous, generic enhancement-allegation instruction (CALJIC No. 17.24.1), apparently because it did not have the benefit of any specifically focused CALJIC instruction to assist it in advising the jury as to the section 20001, subdivision (c), enhancement allegation. CALCRIM No. 2160 (new Jan. 2006), however, provided thorough and appropriate guidance and, in pertinent part, states as follows: “To prove this allegation, the People must prove that . . . [t]he defendant knew that (he/she) had been involved in an accident that injured another person [or knew from the nature of the accident that it was probable that another person had been injured].”\nAccordingly, the trial court erred in failing to instruct on the knowledge requirement for the sentence enhancement allegation. Moreover, the failure to instruct the jury on an element of a sentencing enhancement allegation violates federal constitutional rights to due process and a jury trial. (People v. Black (2007) 41 Cal.4th 799, 811 [62 Cal.Rptr.3d 569, 161 P.3d 1130]; People v. Sengpadychith (2001) 26 Cal.4th 316, 326 [109 Cal.Rptr.2d 851, 27 P.3d 739].)\nII. The failure to properly instruct the jury was harmless error.\nThe instructional error in failing to advise the jury on the knowledge element of the sentence enhancement was harmless beyond a reasonable doubt. Generally, an instructional error that removes an element of an offense from a jury’s consideration is not deemed a structural defect in the trial mechanism and is not automatically reversible. (People v. Flood (1998) 18 Cal.4th 470, 497, 502-503 [76 Cal.Rptr.2d 180, 957 P.2d 869].) So, too, here, the instructional error in omitting to address the knowledge requirement in the enhancement allegation is not automatically reversible. Rather, the error is subject to a harmless error analysis and would be reversible “unless it can be shown ‘beyond a reasonable doubt’ that the error did not contribute to the jury’s verdict.” (People v. Sengpadychith, supra, at p. 326, quoting Chapman v. California (1967) 386 U.S. 18, 24 [17 L.Ed.2d 705, 87 S.Ct. 824].)\nOne situation in which an instructional error in omitting an element of an enhancement allegation from jury consideration may be found harmless is when “the defendant concedes or admits that element.” (People v. Flood, supra, 18 Cal.4th at pp. 504, 505.) Another situation warranting a harmless error conclusion is where “all of the evidence at trial relevant to the issue in question [is such that] there is no rational basis upon which the instructional error could have affected the jury’s verdict.” {Id. at p. 505.) Yet another approach is to assess whether the jury instructions viewed as a whole correctly state the law, with the result that there is no instructional error because the omission complained of is fully addressed by other properly given instructions. (People v. Holt (1997) 15 Cal.4th 619, 677 [63 Cal.Rptr.2d 782, 937 P.2d 213]; People v. Wilson (1992) 3 Cal.4th 926, 943 [13 Cal.Rptr.2d 259, 838 P.2d 1212].)\nIn the present case, we deal with the omitted element of knowledge and whether appellant “actually knew of the injury or if [she] knew that the accident was of such a nature that one would reasonably anticipate that it resulted in injury to a person.” (People v. Holford, supra, 63 Cal.2d at p. 80, italics added; see also People v. Harbert, supra, 170 Cal.App.4th at p. 53.) The requisite knowledge may be imputed to the driver of a vehicle not only where the fact of personal injury is visible and obvious, but also “where the seriousness of the collision would lead a reasonable person to assume there must have been resulting injuries.” (People v. Carter (1966) 243 Cal.App.2d 239, 241 [52 Cal.Rptr. 207].) Even if appellant did not specifically know that injury to another person had resulted from the accident, she must have known from the nature of the accident that it was probable that another person had been injured.\nIn the midst of flowing freeway traffic, appellant sped up to at least 70 miles per hour before striking the rear of Arana’s motorcycle and then crashing into the center divider. It was undisputed that her windshield was damaged, and that the damage was likely caused as Arana’s body was flung against it. Also, a loud sound accompanied the contact with the motorcycle and/or Arana’s body before appellant’s car crashed into the center divider. Additionally, several other drivers on the freeway at the time of the accident either saw the accident itself or saw a body lying on the freeway. The totality of the circumstances renders it inconceivable that appellant, who at the time was conscious, would not reasonably have known from the nature of the accident that it was probable another person had been injured. Thus, all of the evidence at trial relevant to the issue of appellant’s imputed knowledge of an injury to another person leads to the ineluctable conclusion that “there is no rational basis upon which the instructional error could have affected the jury’s verdict.” (People v. Flood, supra, 18 Cal.4th at pp. 504, 505.)\nMoreover, appellant’s own testimony revealed that she knew she had been in a collision and consciously decided to leave the scene and exit the freeway. She realized that after she changed lanes, she got into an accident, lost control of the steering wheel, could not properly control her car, and “The next thing I know, I’m getting into more accidents.” According to appellant, she “knew that I needed to get off the freeway just because I didn’t want to get into any more collisions with anybody else. ['}[] Umm, I—after that, I just remember just—everything just blacked out on me.” (Italics added.) She then woke up and found her car at a slant near an off-ramp with someone screaming at her.\nIt is apparent from appellant’s own testimony that even assuming she at some point blacked out or was unconscious, it occurred after she left the scene of the accident with the motorcycle and after she drove her car away from the center divider into which it had crashed. Thus, when appellant initially left the scene of the fatal accident, she was conscious and intentionally drove off. Even if appellant did not specifically realize she had rear-ended a motorcycle and that the motorcyclist had been flung against her front windshield, she knew she had been in a collision on the freeway that involved others and had to know from the general nature of the accident and damage to her car that it was probable that someone had been injured.\nAccordingly, because both “overwhelming, undisputed evidence” (People v. Flood, supra, 18 Cal.4th at p. 507) and appellant’s own testimony unequivocally established that the accident was of such a nature that it was reasonably probable a person had been injured, there is no rational basis on which the instructional error concerning the element of knowledge could have affected the jury’s verdict. (Id. at pp. 504, 505.) The failure to instruct the jury that appellant either had to know she had been involved in an accident that injured another person, or had to know from the nature of the accident that it was probable another person had been injured, was harmless beyond a reasonable doubt. A reversal and retrial of the enhancement allegation is not warranted.\nDISPOSITION\nThe judgment is affirmed.\nAshmann-Gerst, J., and Chavez, J., concurred.\nA petition for a rehearing was denied November 23, 2010, and appellant’s petition for review by the Supreme Court was denied February 16, 2011, SI89007.\nUnless otherwise indicated, all further statutory references are to the Vehicle Code.\nThe trial court tailored a generic CALJIC instruction on enhancements, CALJIC No. 17.24.1, to the charged enhancement (§ 20001, subd. (c)), and instructed the jury as follows: “It is further alleged that at the time of the commission of the crime charged in Count One, and to the lesser crime Vehicular Manslaughter With Gross Negligence Not Under The Influence, a violation of Penal Code section 192(c)(1), that the defendant fled the scene of the crime, in violation of Vehicle Code section 20001(c). [ft] In order to find that the defendant fled the scene of the crime, you must find the following to have been proven beyond a reasonable doubt: [ft] 1. The defendant was involved in an accident resulting in injury or death; [ft] 2. The defendant failed to give her name, current residence address, registration number of the vehicle she was driving to the person struck, and the defendant failed to give the same information to any traffic or police officer at the scene of the accident; [ft] 3. The defendant failed to render to any person injured in the accident reasonable assistance, including transporting, or making arrangements for transporting any injured person to a physician, or hospital if it was apparent that treatment was necessary; and [ft] 4. In the event of death of any person resulting from the accident, if there be no traffic or police officer at the scene of the accident to whom to give the information as noted in element number 2 above, the defendant shall, without delay, report the accident to the nearest office of the Department of the California Highway Patrol or office of a duly authorized police authority and submit with the report the information as noted in element number 2 above, [ft] If you find defendant guilty of the crime charged in Count One, or to the lesser crime thereto, you must determine whether or not the truth of this allegation has been proved, [ft] The People have the burden of proving the truth of this allegation. If you have a reasonable doubt that it is true, you must find it to be not true, [ft] Include a special finding on that question, using a form that will be supplied to you.”\nCALJIC No. 12.70, the felony hit-and-run instruction applicable to violations of section 20001, subdivisions (a) and (b), provides as follows at the outset: “Every person who as the driver of any vehicle is knowingly involved in an accident resulting in [the death of] [or] [injury to] any person . . . .” (Italics added.) CALJIC No. 12.70 further explains: “The word ‘knowingly’ means that the driver of the vehicle involved knew that an accident had occurred, knew that [he] [she] was involved in the accident and either knew that the accident resulted in [injury to] [or] [death of] a person or knew that it was of such a nature that it was probable that it resulted in [injury] [or] [death].”\nThe jury instructions that address the knowledge requirement of section 20001, subdivisions (a) and (b), are also contained in CALCRIM Nos. 2140 and 2141.\nRespondent focuses on this latter approach. Respondent argues principally that appellant’s defense of unconsciousness was meant to apply to the timeframe when she collided with motorcycle, and that the jury instructions on unconsciousness (CALJIC Nos. 4.30 & 4.31) compensated for the failure of the court to include a knowledge requirement in the elements of the enhancement allegation. However, we eschew such an approach because consciousness is not synonymous with knowledge, and, in any event, any unconsciousness occurred after the collision with the motorcycle.","type":"majority"}],"judges":[]}}},{"id":2214667,"url":"https://api.case.law/v1/cases/2214667/","name":"ARTHUR W. DOWE, Respondent, v. E. C. O'NEILL et al., Appellants","name_abbreviation":"Dowe v. O'Neill","decision_date":"1932-03-07","docket_number":"Civ. No. 7168","first_page":"450","last_page":"452","citations":[{"type":"official","cite":"121 Cal. App. 450"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078601853/","volume_number":"121","barcode":"32044078601853"},"reporter":{"url":"https://api.case.law/v1/reporters/327/","full_name":"California Appellate Reports","id":327},"court":{"url":"https://api.case.law/v1/courts/cal-dist-ct-app-1/","name_abbreviation":"Cal. Dist. Ct. App.","slug":"cal-dist-ct-app-1","id":9209,"name":"District Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"185 Pac. 694","category":"reporters:state_regional","reporter":"P."},{"cite":"43 Cal. App. 606","category":"reporters:state","reporter":"Cal. App.","case_ids":[2041935]}],"frontend_url":"https://cite.case.law/cal-app/121/450/","frontend_pdf_url":"https://cite.case.law/pdf/2214667/Dowe%20v.%20O'Neill,%20121%20Cal.%20App.%20450%20(1932).pdf","preview":["The <em class='search_highlight'>accident</em>, concerned in this action, occurred in the city of Los Angeles upon Washington Boulevard","There is a street-<em class='search_highlight'>car</em> loading zone situated north of the street-<em class='search_highlight'>car</em> tracks.","loading zone, he looked both ways and observed <em class='search_highlight'>cars</em> approaching him from the west; that the first <em class='search_highlight'>car</em>","of the street-<em class='search_highlight'>car</em> tracks and east of the place of the <em class='search_highlight'>accident</em>, testified that respondent, at the time","of the <em class='search_highlight'>accident</em>, was ten or twelve feet to the east of the crosswalk."],"analysis":{"word_count":775,"sha256":"2cb06e73b98e909422f5acc14a4e8a9ec97ea0541f2230d321c4ab4de870fddb","ocr_confidence":0.528,"char_count":4583,"pagerank":{"percentile":0.07839877294619917,"raw":4.076306636737454e-08},"cardinality":311,"simhash":"1:5def031ce2c0efa0"},"last_updated":"2021-06-16T16:16:50.768344+00:00","casebody":{"status":"ok","data":{"head_matter":"[Civ. No. 7168.\nSecond Appellate District, Division One.\nMarch 7, 1932.]\nARTHUR W. DOWE, Respondent, v. E. C. O’NEILL et al., Appellants.\nFreston & Files and Ralph E. Lewis for Appellants.\nDempster & Dempster and Ralph W. Eekhardt for Re-, spondent.","corrections":"","parties":["ARTHUR W. DOWE, Respondent, v. E. C. O’NEILL et al., Appellants."],"attorneys":["Freston & Files and Ralph E. Lewis for Appellants.","Dempster & Dempster and Ralph W. Eekhardt for Re-, spondent."],"opinions":[{"author":"TAPPAAN, J., pro tem.","text":"TAPPAAN, J., pro tem.\nThis is an appeal by defendants from a judgment entered against them, respondent having sustained personal injuries in a collision with an auto mobile, owned by appellant O’Neill, and driven at the time of the accident by appellant Webb. The accident, concerned in this action, occurred in the city of Los Angeles upon Washington Boulevard. At the place where the accident occurred there is marked upon Washington Boulevard, in white painted lines, a crosswalk approximately fifteen feet in width. Washington Boulevard runs in an east and west direction and has two street-car tracks upon its surface. There is a street-car loading zone situated north of the street-car tracks. Respondent testified that before he entered the crosswalk, it being his intention to cross to the street-car loading zone, he looked both ways and observed cars approaching him from the west; that the first car stopped at the west line of the crosswalk; that the driver of this ear motioned to him to come on, which he did, walking about the middle of the crosswalk, and to the north. What happened next may be best described in respondent’s own language:\n“Well, I began to move toward the north; and when the ear arrived about even with the other one (the parked car), it let out a toot with its horn. That startled me, and I jumped several—well, three or four steps ahead, towards the north. ... In about the center of the crosswalk. . . . The car passed me, behind me on the way down east and before I had time to get settled, another ear came from the west— I couldn’t tell from just exactly where—it appeared; and there was a general blur—my eyes—-and it struck me in the side—left side. From that time I knew nothing, absolutely nothing, ...”\nThe driver of the car that stopped for respondent to cross testified that,- to the best of his knowledge, respondent remained in the crosswalk, walking northerly, and did not zigzag. Appellant Webb and two witnesses, produced by the defense, who were drivers of the cars on the north of the street-car tracks and east of the place of the accident, testified that respondent, at the time of the accident, was ten or twelve feet to the east of the crosswalk. There is by the record presented here a clear case of conflicting evidence and in addition there is evidence to support respondent’s contention that he was at the time of the accident within the lines of the crosswalk. The judgment of the trial court will not be disturbed when there is a conflict in the evidence received and there is some evidence to support the judgment.\nAppellants conceded that it was negligence in law for appellants’ car to enter the crosswalk while respondent was therein. The city ordinance then in force provided that it was unlawful for the operator of any vehicle to drive into such crosswalk upon his half of the road, until the pedestrian therein had passed beyond the path of the vehicle. The same ordinance also provided that it was unlawful for the driver to fail to stop before entering any crosswalk when any other vehicle proceeding in the same direction was stopped at such crosswalk. There being a conflict in the evidence, as hereinbefore pointed out, it must be assumed that respondent was in the crosswalk at the time the accident occurred. He could claim the benefit of the ordinance and, as to him, the violation of the ordinance by appellant Webb amounted to negligence per se. (Figone v. Guisti, 43 Cal. App. 606 [185 Pac. 694].)\nAppellants contend that, notwithstanding the admitted negligence of appellant Webb in driving through the crosswalk, there is an absence of evidence showing that this negligence was a contributing cause to the injury of respondent. The evidence introduced at the trial as to how the accident occurred was conflicting, and the jury having accepted respondent’s version of the accident rather than appellants’, that finding cannot be attacked here.\nThe defense of contributory negligence as presented here is based upon the contention that respondent was without the crosswalk at the time of the accident. The jury was entitled to believe respondent’s story that he was in the crosswalk, and therefore not guilty of contributory negligence.\nFor the ‘reasons herein stated the judgment appealed from is affirmed.\nConrey, P. J., and York, <T., concurred.","type":"majority"}],"judges":[]}}},{"id":4519274,"url":"https://api.case.law/v1/cases/4519274/","name":"THE PEOPLE, Respondent, v. J. AMADOR SALAZAR, Appellant","name_abbreviation":"People v. Salazar","decision_date":"1937-11-24","docket_number":"Crim. No. 428","first_page":"592","last_page":"596","citations":[{"type":"official","cite":"23 Cal. App. 2d 592"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078603255/","volume_number":"23","barcode":"32044078603255"},"reporter":{"url":"https://api.case.law/v1/reporters/329/","full_name":"California Appellate Reports, Second Series","id":329},"court":{"url":"https://api.case.law/v1/courts/cal-dist-ct-app-1/","name_abbreviation":"Cal. Dist. Ct. App.","slug":"cal-dist-ct-app-1","id":9209,"name":"District Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"11 Pac. (2d) 411","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"123 Cal. App. 452","category":"reporters:state","reporter":"Cal. App.","case_ids":[2211092]},{"cite":"53 Pac. (2d) 174","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"10 Cal. App. (2d) 752","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2269414]}],"frontend_url":"https://cite.case.law/cal-app-2d/23/592/","frontend_pdf_url":"https://cite.case.law/pdf/4519274/People%20v.%20Salazar,%2023%20Cal.%20App.%202d%20592%20(1937).pdf","preview":["Two officers who arrived at the scene shortly after the <em class='search_highlight'>accident</em> testified that they found the deceased","Stindt, who was the only witness to the <em class='search_highlight'>accident</em>, and also disregard the operation of certain natural","The appellant testified that he was driving east; that shortly before the' <em class='search_highlight'>accident</em> happened he passed","Stindt testified that shortly before the <em class='search_highlight'>accident</em> the appellant’s <em class='search_highlight'>car</em> passed his <em class='search_highlight'>car</em> going in the same","up into the air five or six feet; that he was the first person to arrive at the scene of the <em class='search_highlight'>accident</em>"],"analysis":{"word_count":1445,"sha256":"3a65790ae7d908ef7844e40903bfc15d900d41d119d1534bc9f5c61e5e918c02","ocr_confidence":0.556,"char_count":8051,"pagerank":{"percentile":0.34395334069305095,"raw":5.586144116054901e-08},"cardinality":432,"simhash":"1:4eacba011304ccb7"},"last_updated":"2021-05-29T00:11:59.293187+00:00","casebody":{"status":"ok","data":{"head_matter":"[Crim. No. 428.\nFourth Appellate District.\nNovember 24, 1937.]\nTHE PEOPLE, Respondent, v. J. AMADOR SALAZAR, Appellant.\nA. C. Finney for Appellant.\nTJ. S. Webb, Attorney-General, Frank Richards, Deputy Attorney-General, Elmer W. Heald, District Attorney, and R. I. French, Deputy District Attorney, for Respondent.","corrections":"","parties":["THE PEOPLE, Respondent, v. J. AMADOR SALAZAR, Appellant."],"attorneys":[],"opinions":[{"author":"BARNARD, P. J.","text":"BARNARD, P. J.\nThe defendant was convicted of negligent homicide, under section 500 of the Vehicle Code, as a result of an automobile collision which occurred about 11 o’clock P. M. on July 9, 1937, on U. S. Highway 99, between El Centro and Heber. This highway runs east and west, was paved to a width of twenty feet and had a white stripe along the center of the pavement. A collision occurred between a Ford coupe driven in an easterly direction by .the defendant and a Chevrolet sedan driven in a westerly direction by one Charles Gillett, as a result of which Gillett died. The case was tried before a jury and the defendant has appealed from the judgment and from an order denying a new trial upon the sole ground that the evidence is insufficient to support the verdict and judgment.\nTwo officers who arrived at the scene shortly after the accident testified that they found the deceased’s car on the north side of the highway facing south, and the defendant’s car on the south side of the highway, some ten or fifteen feet easterly from the other car, and headed in a northwesterly direction. They also testified that they found oil, tire and other marks on the north half of the pavement; that the pavement was skinned; that they followed the skinned place on the pavement, which led to the appellant’s car, a distance of twenty-seven feet; that the engine of the appellant’s car had broken from its frame and the front part thereof was resting on the ground; and that the skinned place on the pavement began at a point three feet four inches north of the center line, about opposite where the deceased’s car was resting, and led continuously to the point where the front end of the engine of appellant’s car was resting on the ground.\nThe appellant contends that the state’s case rests entirely upon the conclusion that he is guilty because his car, in some unknown way, made these marks while the undisputed testimony of his witnesses shows that the collision took place on the south side of the center line of the pavement, where he was rightfully driving. It is argued that in order to sustain a conclusion that the collision took place on the north half of the pavement where the marks began \"the court must wholly disregard the undisputed testimony on the part of the defendant and a Mr. Stindt, who was the only witness to the accident, and also disregard the operation of certain natural laws of which the court takes judicial notice ’ ’.\nThe appellant testified that he was driving east; that shortly before the' accident happened he passed a car going in the same direction; that after passing this car he returned to and continued along his right side of the road at a speed of about thirty-five miles an hour; that he observed the other car approaching from the opposite direction; that this car appeared to be coming directly toward him; that its headlights were high and very bright; that he was blinded by them so that he could not see where he was going; that he slowed down his ear and turned toward the right; and that the crash came and he was knocked unconscious. Mr. Stindt testified that shortly before the accident the appellant’s car passed his car going in the same direction at about thirty-five miles an hour; that after passing him the appellant's car returned to and continued along the right side of the highway; that he did not see the lights of any approaching car; that when he was 500 or 600 feet away he heard a crash and saw the car which had just passed him go up into the air five or six feet; that he was the first person to arrive at the scene of the accident; and that he found the two cars resting in positions substantially as testified to by the officers. While he testified that he could not say whether the two cars came together on the north or the south side of the white center line he also said that the car which went up in the air both went up and came down on the 11 right side of the pavement ’ ’, in other words, on the same side.\nThe appellant concedes that his car made the marks which began three feet four inches north of the center line of this pavement and led to that car. It is argued, however, that it conclusively appears that this car was struck on the south side of the highway; that when it went up into the air five or six feet it came down on the north half of the highway, and the loosened engine made the mark which led to the place where the car came to rest; that the Chevrolet was a heavier car; that the appellant’s car was struck with great force on its left front corner by the left front end of the Gillett car; that the force of such a blow and the place and manner in which the car was struck would, by operation of natural laws, cause the front end thereof to go over to the left a distance of several feet; and that this accounts for the presence of the appellant’s car at the point where its engine apparently began to drag on the pavement.\nAssuming that the jury could have accepted appellant’s theory as to how his car got over to the north side of this road it cannot be said that the facts, considered in connection with the operation of natural laws, compel that conclusion. It has been frequently pointed out that what actually occurs in accidents of this nature cannot be conclusively determined from the positions and conditions in which the cars are left and from the application of the laws of physics because of the many elements and uncertainties which necessarily exist. (Nagamatsu v. Roher, 10 Cal. App. (2d) 752 [53 Pac. (2d) 174], and cases there cited.) In Hawthorne v. Gunn, 123 Cal. App. 452 [11 Pac. (2d) 411], we said: “Perhaps there is nothing more certain about an automobile accident than the fact that the visible results afterward are not an infallible guide in determining what occurred. ’ ’\nThe marks on the pavement north of the center line and leading to appellant’s car were not made in some unknown way. The appellant concedes that they were made by his car and it was a question for the jury how that car arrived at the point from which they started. Not only could the jury draw inferences other than those drawn by the appellant, but there was other important evidence not mentioned by him which supports the jury’s conclusion. It appears, without conflict, that there was a tire mark on the soft ground to the north of this highway which led to the rear wheel of the Gillett ear. This mark was about* three feet six inches from the north edge of the pavement and extended easterly for some twenty-eight feet to the point where it left the pavement. The only inference possible is that the right side of the Gillett car was some three feet to the north of the north edge of the pavement for approximately twenty-eight feet before the collision occurred. In addition to this one witness testified that he smelled liquor on the breath of the appellant at the scene of the accident, another witness testified that he smelled liquor on his breath when he arrived at the hospital, and a doctor testified that he vomited about an hour after he was received at the hospital and that the contents of his stomach had the appearance of wine and smelled like alcohol. A witness testified that the appellant said nothing at the scene of the accident that night except to swear, and an officer testified that on the next day he asked the appellant how the accident happened and he replied: “Well, I don’t know exactly how it did happen, I was too drunk to know.”\nThe entire question was one of fact for the jury, the matters argued by the appellant raise no more than a conflict at best, and the evidence is sufficient to sustain the judgment.\nThe judgment and order are affirmed.\nMarks, J., and Jennings, J., concurred.","type":"majority"}],"judges":[]}}},{"id":2224629,"url":"https://api.case.law/v1/cases/2224629/","name":"ORVILLE SHERIDAN, Respondent, v. RANDALL S. EPPS, Appellant","name_abbreviation":"Sheridan v. Epps","decision_date":"1954-08-17","docket_number":"Civ. No. 4861","first_page":"147","last_page":"151","citations":[{"type":"official","cite":"127 Cal. App. 2d 147"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078607165/","volume_number":"127","barcode":"32044078607165"},"reporter":{"url":"https://api.case.law/v1/reporters/329/","full_name":"California Appellate Reports, Second Series","id":329},"court":{"url":"https://api.case.law/v1/courts/cal-dist-ct-app-1/","name_abbreviation":"Cal. Dist. Ct. App.","slug":"cal-dist-ct-app-1","id":9209,"name":"District Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"143 P.2d 689","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"23 Cal.2d 221","category":"reporters:state","reporter":"Cal. 2d","case_ids":[2207461],"pin_cites":[{"page":"223"}]}],"frontend_url":"https://cite.case.law/cal-app-2d/127/147/","frontend_pdf_url":"https://cite.case.law/pdf/2224629/Sheridan%20v.%20Epps,%20127%20Cal.%20App.%202d%20147%20(1954).pdf","preview":["The <em class='search_highlight'>accident</em> occurred between 7 and 8 a. m. on May 30, 1952, on Pacific Highway (U.","a quarter of a mile before the <em class='search_highlight'>accident</em> happened.","Raibourn, was driving north on the highway at the time of the <em class='search_highlight'>accident</em>.","Appellant argues that the <em class='search_highlight'>accident</em> could not have happened as found by the court.","The speed of the two <em class='search_highlight'>cars</em> prior to the <em class='search_highlight'>accident</em>, the distance they were apart, and the distance traveled"],"analysis":{"word_count":1898,"sha256":"5474516efe2c49627ba0abf7fd6990eb5b895fff243f0bbae5e83b234be07047","ocr_confidence":0.596,"char_count":10840,"pagerank":{"percentile":0.07862542619603552,"raw":4.076306636737454e-08},"cardinality":601,"simhash":"1:f80462c604d7447b"},"last_updated":"2021-05-29T02:54:59.536011+00:00","casebody":{"status":"ok","data":{"head_matter":"[Civ. No. 4861.\nFourth Dist.\nAug. 17, 1954.]\nORVILLE SHERIDAN, Respondent, v. RANDALL S. EPPS, Appellant.\nLindley, Lazar & Scales and John H. Barrett for Appellant.\nBertram J. Brown for Respondent.","corrections":"","parties":["ORVILLE SHERIDAN, Respondent, v. RANDALL S. EPPS, Appellant."],"attorneys":[],"opinions":[{"author":"MUSSELL, J.","text":"MUSSELL, J.\nDefendant appeals from a judgment in favor of plaintiff in an action for damages for personal injuries arising out of an automobile accident. The case was tried by the court without a jury and it is the contention of appellant that the findings are not supported by the evidence; that they are in direct contradiction thereof; and that the conclusions of law are likewise unsupported.\nThe accident occurred between 7 and 8 a. m. on May 30, 1952, on Pacific Highway (U. S. 101) in the city of San Diego, approximately a quarter of a mile south of the Balboa Avenue intersection, north of Mission Beach. The highway extends generally north and south in this area. There are two northbound and two southbound traffic lanes separated by a small “island,” and there is a road shoulder adjoining the outside southbound lane sufficient in width to park a car completely off the highway. Defendant was driving south in the outside or westerly lane at a speed of approximately 35 to 40 miles per hour. In the immediate vicinity of the point of collision a car was parked, headed south on the west shoulder of the highway, and a young man was standing near it attempting to stop a passing car for assistance. Defendant, seeing the parked car and the man standing at the rear of it with his hand raised, in an attempt to stop approaching cars, stopped to lend aid.\nIn his deposition Epps stated that he traveled 20 yards beyond the parked car before coming to a stop; that he looked in the mirror and saw a Nash automobile southbound in the inside lane but saw no other cars; that he angled over and pulled up in front of the parked car; that he did not know whether the back end of his car was out in the lane of traffic or not; that he pulled his car to a stop, looked out, called to the man at the parked ear, and was intending to back up, but before he had an opportunity to do so, plaintiff’s ear collided with the rear end of his, Epps’, automobile. However, Kenneth Perrin, a traffic officer who arrived at the scene immediately after the collision, testified as follows:\n“A. I asked Mr. Epps how the accident had happened and he said he was driving south on the highway and in the lane “S-l” and he saw this car parked on the shoulder of the road there, apparently in trouble, very evidently in trouble, so, he thought he would stop and assist the man, but in so stopping, he stopped too far beyond the car that was disabled, and he said that he stopped, he put his car in reverse and started backing up, and then this other car ran into him. ’ ’\nHe further testified that he issued a citation to Epps for illegally backing a car on the highway ■ that he fixed the point of impact immediately to the east of the parked car; that there were approximately 30 feet of skid marks on the highway extending north from the point of collision and there were pieces of dirt, glass and debris on the highway at the point of collision.\nPlaintiff was traveling south on the highway and had been driving behind the Epps car for approximately a quarter of a mile before the accident happened. He testified that he ob served Epps slowing down and at that time he estimated the distance between the two cars as being between 135 and 150 feet; and he observed the car parked on the shoulder; that Epps drove past it for an estimated distance of 30 feet, came to a complete stop in the center of the southbound lane of traffic and without turning or angling off the shoulder of the road, immediately started backing his car to the north; that Epps came to a sudden stop and immediately put his car “in reverse motion”; that the point of impact was east and “along side” the front door of the parked car, that upon realizing that Epps was slowing down, he, Sheridan, applied his brakes and “slid everything he had”; that at this time he observed a southbound car passing him on the left in the easterly southbound traffic lane; that he did not change the course of his car “because if I had went in either direction, if I would have went to my left the man coming up on the side would have gotten me, and if I had went to my right, I would have gotten the gentleman that was parked with his family in the car”; that Epps gave no signal indicating that he was going to stop and plaintiff saw no laminating stop- lights.\nA witness, L. C. Raibourn, was driving north on the highway at the time of the accident. He saw the cars collide and stopped. He testified that he saw glass, dirt and mud on the highway between the parked car and Sheridan’s car and that the cars collided beside the parked automobile.\nThe trial court found, inter alia, that immediately prior to the accident the defendant was driving south on the highway at a speed of approximately 40 miles per hour and that at the same time plaintiff was driving south in the same traffic lane at approximately the same speed and at a distance of approximately 135 feet behind the defendant; that defendant drove past the parked car approximately 60 feet and while still on the paved portion of the highway, brought his car to a stop; that defendant then intentionally commenced backing his car in a northerly direction in the righthand southbound traffic lane; that while defendant’s car was moving backward, plaintiff’s ear collided with it at a point approximately alongside the parked vehicle and in the right-hand southbound traffic lane; that plaintiff attempted to avoid the collision by applying his brakes; that he was precluded from turning to the right (west) because of the parked automobile and precluded from turning to the left because of southbound traffic in the inside southbound traffic lane; that plaintiff was not negligent and that his conduct was not the proximate cause of the collision; that defendant was negligent and as a direct consequence of the said collision, plaintiff’s car was damaged and he suffered severe and permanent injuries and was compelled to undergo a major surgical operation. These findings are sufficiently supported by substantial evidence.\nThe testimony of defendant that he brought his car to a stop about 20 yards in front of the parked car and was struck by plaintiff’s before he started to back his automobile merely created a conflict in the evidence and since there was substantial evidence supporting the trial court’s contrary findings, they cannot here be disturbed. (Estate of Bristol, 23 Cal.2d 221, 223 [143 P.2d 689].)\nAppellant argues that the accident could not have happened as found by the court. This argument is without merit. The speed of the two cars prior to the accident, the distance they were apart, and the distance traveled beyond the parked car by the defendant were all estimates. The finding as to the point of iiqpact, the reverse movement of defendant’s car and his negligence were amply supported by the record.\nAppellant further argues that the evidence is insufficient to sustain the finding that plaintiff was severely and permanently injured by the negligence of defendant. This argument is likewise without merit. The evidence shows that Sheridan’s head struck the windshield and steering wheel of his car; that when the two cars came together the bucket seats of his car went forward and “split” and he was lying between them; that he had a laceration on the chin and head; that he felt numb and suffered pain in his neck and shoulders. He was taken to a hospital where he was given a superficial examination and released. A day or so after the collision one side of his body began to swell, he was barely able to get around, and although he reported for work several times following his injuries, he was never able to complete his shift and had to resign.\nIn 1951, while employed by a shipbuilding corporation in San Diego, plaintiff commenced having pains and discomfort in his neck. He consulted Dr. Woods, a competent neurosurgeon, who performed an operation which revealed that because of plaintiff’s unusually long neck the spinal cord was being stretched and supported in an abnormal position in the spinal canal by the dentate ligaments. To relieve the stretching and pressure of the cord the ligaments in the cervical area were severed and the spinal column allowed to fall free in the spinal canal. Plaintiff made an excellent recovery from this operation and returned to his job for about a month but stated that the work was a “little heavy” for him. He experienced stiffness and pain in his neck and shoulders and a second and relatively minor operation was performed by Dr. Woods on October 31,1951. Following this operation plaintiff “did better” but had a rather slow convalescence. He obtained employment as a janitor and maintenance man. On April 21, 1952, plaintiff, upon coming to the surface after swimming under water in a Y.M.O.A. pool, struck his head against the under side of a low diving board. He was stunned by this blow but apparently no substantial damage or severe injury resulted therefrom. He worked that evening and continued to work regularly until May 30, 1952, the date of the accident.\nOn June 10 of that year plaintiff again saw Dr. Woods, who found that plaintiff’s neck was stiff, in spasm and practically totally paralyzed as far as motion went. Plaintiff was then examined by Dr. Barta, who caused X-ray pictures to be taken which revealed a deformity in plaintiff’s neck. Traction treatment to straighten the neck was applied which involved the drilling of several holes in plaintiff’s skull and the insertion of tongs therein to which cords were attached. To the cords were fastened weights which passed over pulleys. This means of treatment proved unsuccessful and on August 12, 1952, Dr. Woods and another surgeon took a bone graft from plaintiff’s pelvic bone and fused his neck, making it joint-less and forever solid. Since this operation plaintiff has been unable to turn his head or raise it up or down except in a very limited manner.\nDr. Woods testified that in his opinion “the damage which was done either at the time of the snap injury to his neck (at the time of the accident) or when we were pulling his neck before operation or at the time of the operation the nerves going to his shoulder girdle and arm had been permanently damaged”; that there was something wrong with the position of plaintiff’s spine before the accident; that it was held rigid and that the deformity had been due to some violence such as a snap injury.\nThere was substantial evidence to support the inference and finding of the trial court that the plaintiff received severe and permanent injuries as a result of the accident.\nJudgment affirmed.\nBarnard, P. J., concurred.","type":"majority"}],"judges":[]}}},{"id":2334523,"url":"https://api.case.law/v1/cases/2334523/","name":"IRENE NEILSON et al., Appellants, v. GEORGE LOGSDON, III, Respondent","name_abbreviation":"Neilson v. Logsdon","decision_date":"1961-03-21","docket_number":"Civ. No. 19386","first_page":"290","last_page":"293","citations":[{"type":"official","cite":"190 Cal. App. 2d 290"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078607728/","volume_number":"190","barcode":"32044078607728"},"reporter":{"url":"https://api.case.law/v1/reporters/329/","full_name":"California Appellate Reports, Second Series","id":329},"court":{"url":"https://api.case.law/v1/courts/cal-dist-ct-app-1/","name_abbreviation":"Cal. Dist. Ct. App.","slug":"cal-dist-ct-app-1","id":9209,"name":"District Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[],"frontend_url":"https://cite.case.law/cal-app-2d/190/290/","frontend_pdf_url":"https://cite.case.law/pdf/2334523/Neilson%20v.%20Logsdon,%20190%20Cal.%20App.%202d%20290%20(1961).pdf","preview":["was struck by a <em class='search_highlight'>car</em> driven by defendant.","’ <em class='search_highlight'>car</em>.","Defendant was asked if his <em class='search_highlight'>car</em> had been in a garage before the <em class='search_highlight'>accident</em>.","the garage within a week or two before the <em class='search_highlight'>accident</em>.","the <em class='search_highlight'>accident</em> and the time of the <em class='search_highlight'>accident</em>, he said he had taken it to the garage and was told there"],"analysis":{"word_count":825,"sha256":"1e6296015bc73aebb18565ab2e0aba985384dc0ee9845df90bd32184050b2dc7","ocr_confidence":0.548,"char_count":4806,"cardinality":328,"simhash":"1:91cc40aedba9b43a"},"last_updated":"2021-04-16T17:44:45.001104+00:00","casebody":{"status":"ok","data":{"head_matter":"[Civ. No. 19386.\nFirst Dist., Div. One.\nMar. 21, 1961.]\nIRENE NEILSON et al., Appellants, v. GEORGE LOGSDON, III, Respondent.\nJohn F. Roake for Appellants.\nTheodore Tamba for Respondent.\nAssigned by Chairman of Judicial Council.","corrections":"","parties":["IRENE NEILSON et al., Appellants, v. GEORGE LOGSDON, III, Respondent."],"attorneys":["John F. Roake for Appellants.","Theodore Tamba for Respondent."],"opinions":[{"author":"WOOD (Fred B.), J. pro tem.","text":"WOOD (Fred B.), J. pro tem.\nPlaintiffs brought this action to recover for personal injuries and property damage sustained when their car was struck by a car driven by defendant. They appeal from a judgment against them, claiming it is not supported by the evidence.\nThe manner in which the accident occurred is not in dispute. Plaintiffs had stopped at a street intersection in response to a red signal. Theirs was the third or fourth car, in their lane, from the intersection. Defendant, approaching on the cross street, from plaintiffs’ right, entered the intersection and turned left, toward plaintiffs. His power-steering mechanism went out of control, preventing him from straightening his course after the turn. At the same time his brakes failed. Consequently, his car continued in its course toward the left, crossed the dividing strip and hit plaintiffs’ car.\nThere was testimony that at the scene of the accident defendant said the same thing had happened two days before, that he had meant to take care of it but had not had time to do so. Upon the witness stand he denied having made any such statement and said that this was the first experience he had had with the power steering mechanism giving out. The jury evidently believed him. We must accept their resolution of this conflict.\nDefendant was asked if his car had been in a garage before the accident. He stated that he had the car in the garage four or five times to have it fixed; that it had been in the garage within a week or two before the accident. Asked if he had any trouble driving the car from the time he had it in the garage about a week before the accident and the time of the accident, he said he had taken it to the garage and was told there was nothing seriously wrong with it and to bring it in after the Christmas holidays. He testified that he did have brake trouble two days before the accident; of what nature and how serious, he was not asked. Immediately prior to the accident he had driven his ear some distance over a period of about one hour and experienced no mechanical difficulty with the car during that period.\nUpon this evidence we see no basis for a reviewing court to disturb the verdict. The jury could reasonably infer that the brake trouble which defendant had two days before the accident was not such as to inform or put him on notice that the car was or might be unsafe particularly in the light of the information given him at the garage that there was nothing seriously wrong with the car, coupled with the lack of mechanical difficulties experienced during the hour of driving which immediately preceded the accident. This is so under any theory of the case, whether it be the theory upon which the case was submitted to the jury or the theory which plaintiffs now put forward.\nPlaintiffs claim the evidence shows that defendant was driving his ear in an “unsafe condition” (defective steering equipment and defective brakes in violation of § 679 of the former Vehicle Code (§ 24002 of the Vehicle Code of 1959)), giving rise to a presumption of negligence which defendant failed to rebut. They say the brake trouble defendant experienced two days before demonstrates that he knew the brakes were defective and thus prevents him from rebutting the presumption insofar as the brakes are concerned. This is an issue that was not presented to the jury. The instructions, given by the court on its own motion, dealt appropriately with burden of proof, preponderance of evidence, negligence, ordinary care, proximate cause and other subjects helpful to the jury in making a factual determination. They were silent as to any statutory duty the violation of which would give rise to a rebuttable presumption of negligence. Plaintiffs have not taken exception to any of the instructions given, nor do they suggest that they requested any which the court refused. The record is silent on the question whether either party requested instructions of any kind. We infer that neither party did so. Nor is there any indication that plaintiffs moved for a directed verdict or for judgment notwithstanding the verdict. Under these circumstances it may be that presentation of the issue of liability predicated upon violation of the statute comes too late. However, respondents have not raised this question and we find no need to decide it in view of our conclusion that under any theory the issue of liability was one for factual determination by the jury.\nThe judgment is affirmed.\nBray, P. J., and Tobriner, J., concurred.\nThe accident occurred on the 17th of December, 1957.","type":"majority"}],"judges":[]}}},{"id":2367569,"url":"https://api.case.law/v1/cases/2367569/","name":"CHARLES J. LUNDGREN, Respondent, v. HAZEL M. CONVERSE, Appellant; GERTRUDE M. CONVERSE et al., Appellants, v. CHARLES J. LUNDGREN, Respondent","name_abbreviation":"Lundgren v. Converse","decision_date":"1939-08-31","docket_number":"Civ. No. 12206; Civ. No. 12205","first_page":"445","last_page":"449","citations":[{"type":"official","cite":"34 Cal. App. 2d 445"}],"volume":{"url":"https://api.case.law/v1/volumes/32044078603289/","volume_number":"34","barcode":"32044078603289"},"reporter":{"url":"https://api.case.law/v1/reporters/329/","full_name":"California Appellate Reports, Second Series","id":329},"court":{"url":"https://api.case.law/v1/courts/cal-dist-ct-app-1/","name_abbreviation":"Cal. Dist. Ct. App.","slug":"cal-dist-ct-app-1","id":9209,"name":"District Court of Appeal of the State of California"},"jurisdiction":{"id":30,"name_long":"California","url":"https://api.case.law/v1/jurisdictions/cal/","slug":"cal","whitelisted":false,"name":"Cal."},"cites_to":[{"cite":"200 Pac. 1056","category":"reporters:state_regional","reporter":"P."},{"cite":"54 Cal. App. 31","category":"reporters:state","reporter":"Cal. App.","case_ids":[2072572]},{"cite":"268 Pac. 345","category":"reporters:state_regional","reporter":"P."},{"cite":"204 Cal. 387","category":"reporters:state","reporter":"Cal.","case_ids":[2192459]},{"cite":"190 Pac. 203","category":"reporters:state_regional","reporter":"P."},{"cite":"46 Cal. App. 661","category":"reporters:state","reporter":"Cal. App.","case_ids":[2052377]},{"cite":"286 Pac. 1057","category":"reporters:state_regional","reporter":"P."},{"cite":"105 Cal. App. 17","category":"reporters:state","reporter":"Cal. App.","case_ids":[2156977]},{"cite":"279 Pac. 674","category":"reporters:state_regional","reporter":"P."},{"cite":"100 Cal. App. 53","category":"reporters:state","reporter":"Cal. App.","case_ids":[2129620]},{"cite":"47 Pac. (2d) 1105","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"8 Cal. App. (2d) 650","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[2240862]},{"cite":"86 Pac. (2d) 859","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"30 Cal. App. (2d) 514","category":"reporters:state","reporter":"Cal. App. 2d","case_ids":[4432668]},{"cite":"30 Pac. (2d) 536","category":"reporters:state_regional","reporter":"P.2d"},{"cite":"137 Cal. App. 328","category":"reporters:state","reporter":"Cal. App.","case_ids":[2236429]}],"frontend_url":"https://cite.case.law/cal-app-2d/34/445/","frontend_pdf_url":"https://cite.case.law/pdf/2367569/Lundgren%20v.%20Converse,%2034%20Cal.%20App.%202d%20445%20(1939).pdf","preview":["At the time of the <em class='search_highlight'>accident</em> it was dark and the headlights of both <em class='search_highlight'>cars</em> were lit.","per hour and that no other <em class='search_highlight'>car</em> passed her prior to the <em class='search_highlight'>accident</em>; that she proceeded to the scene of","the <em class='search_highlight'>accident</em> and identified appellants’ automobile as being the green <em class='search_highlight'>car</em> which had passed her.","involved in the <em class='search_highlight'>accident</em> was blue or green.","The witness identified the <em class='search_highlight'>car</em> that was in the <em class='search_highlight'>accident</em> as the <em class='search_highlight'>car</em> which she had seen pass her."],"analysis":{"word_count":1441,"sha256":"4ddf550524466dd5770b7f16573b8b0ce6f0a6649c11fbacf0d3d1fba3f6a051","ocr_confidence":0.583,"char_count":8336,"pagerank":{"percentile":0.6997672896374525,"raw":1.7200532102178474e-07},"cardinality":443,"simhash":"1:b941f35eb0522476"},"last_updated":"2021-05-29T03:44:30.624142+00:00","casebody":{"status":"ok","data":{"head_matter":"[Civ. No. 12206.\nSecond Appellate District, Division Two.\nAugust 31, 1939.]\nCHARLES J. LUNDGREN, Respondent, v. HAZEL M. CONVERSE, Appellant. GERTRUDE M. CONVERSE et al., Appellants, v. CHARLES J. LUNDGREN, Respondent.\n[Civ. No. 12205.\nSecond Appellate District, Division Two.—August\n31, 1939.]\nNourse & Jones for Appellants.\nJoseph A. Spray and Charles P. Gould for Respondent.","corrections":"","parties":["CHARLES J. LUNDGREN, Respondent, v. HAZEL M. CONVERSE, Appellant. GERTRUDE M. CONVERSE et al., Appellants, v. CHARLES J. LUNDGREN, Respondent."],"attorneys":["Nourse & Jones for Appellants.","Joseph A. Spray and Charles P. Gould for Respondent."],"opinions":[{"author":"WOOD, Acting P. J.","text":"WOOD, Acting P. J.\nThis litigation arose from an automobile accident which occurred at the intersection of Santa Anita Avenue and Blanche Street in the city of Pasadena on the 23d day of December, 1937, at about 5:30 P. M. Respondent, Charles J. Lundgren, accompanied by his wife, was driving in a westerly direction on Blanche Street. Appellant Hazel M. Converse was driving her automobile in a southerly direction on Santa Anita Avenue and was accompanied by appellants Gertrude M. Converse and Flora Converse as well as by two other persons not parties to the litigation.\nAt the time of the accident it was dark and the headlights of both cars were lit. Respondent was operating his car in the north half of Blanche Street about three feet from the north curb line. Appellant Hazel M. Converse was operating her ear in the west half of Santa Anita Avenue. The right front portion of respondent’s car struck the left front fender and wheel of appellant’s car. The point of impact was west of the center line of Santa Anita Avenue and north of the center line of Blanche Street. Respondent was driving at a speed of not more than 8 miles per hour. Appellant Hazel Converse was driving at a speed variously estimated at between 15 and 40 miles per hour. Each driver testified that he did not see the other prior to the accident.\nRespondent commenced this action to recover for his personal injuries and for the wrongful death of his wife as a result of the accident. Appellants Gertrude M. Converse and Flora Converse commenced a separate action against respondent to recover for their personal injuries. The actions were consolidated and tried before a jury which returned all the verdicts in favor of respondent and the judgments from which these appeals are taken were rendered thereon.\nAppellants contend that respondent was guilty of negligence as a matter of law in entering the intersection in the manner shown by the evidence. The record discloses that respondent’s vision north of 80 feet along Santa Anita Avenue was obstructed by a wall which was built around the property on the northeast corner of the intersection. Re spondent testified that as he approached the intersection he slowed down to a speed of about eight miles per hour, at which speed he was traveling at the time of the accident; that he looked once to the left and twice to the right after reaching the east sidewalk line of Santa Anita Avenue; that he could see for a distance of about 80 feet north of the intersection but did not see any automobile approaching the intersection on Santa Anita Avenue. There were two “dips” in the street ahead of him, one on each side of the intersection. Appellant Hazel M. Converse testified that she did not remember looking either to the right or to the left as she entered the intersection and that she did not see respondent’s car until after the collision. The situation presented with respect to respondent is not, as contended by appellants, one where a person entirely fails to look and in fact takes no precaution whatever for his own safety in crossing an intersection. The question of negligence under such circumstances would be for the court to determine as a matter of law. (Stephens v. Kaufmann, 137 Cal. App. 328 [30 Pac. (2d) 536].) It appears from his testimony that respondent did in fact look to the right before entering the intersection and observed no approaching car within the range of his vision, a distance of 80 feet. Whether it was reasonably prudent for him to proceed at a slow rate of speed across the intersection was a question of fact for the determination of the jury and the jury’s finding in his favor is amply supported. There was no obligation upon him to constantly keep his eyes to the right. (Senegram v. Groobman, 30 Cal. App. (2d) 514 [86 Pac. (2d) 859]; Lee v. Stephens, 8 Cal. App. (2d) 650 [47 Pac. (2d) 1105].) Even if he had observed a car approaching on his right at a distance of 80 feet he would have been under no obligation to stop his own car and let the other car pass. The requirement of section 550 of the Vehicle Code that a driver “approaching an intersection shall yield the right of way to a vehicle which has entered the intersection” was applicable to the situation. A careful driver who first enters an intersection may properly assume that another driver approaching at a distance of more than 80 feet will yield the right of way and thus prevent a collision. (Keyes v. Hawley, 100 Cal. App. 53 [279 Pac. 674] ; Wynne v. Wright, 105 Cal. App. 17 [286 Pac. 1057]; Robinson v. Clemons, 46 Cal. App. 661 [190 Pac. 203].)\nAppellants further contend that the “uncontr.adieted evidence establishes that the car occupied by the appellants entered the intersection at or prior to respondent’s car entering said intersection; that as a consequence thereof, it was the legal duty of respondent to yield the right of way”. Appellants cite section 550 (b) of the Vehicle Code, which provides: “When two vehicles enter an intersection from, different highways at the same time the driver of the vehicle on the left shall yield the right of way to the driver of the vehicle on the right. ” It is undoubtedly true that appellants entered the intersection on the right of respondent but in other respects the contention of appellants is not supported by the record. Aside from the testimony of one of the passengers in appellants’ car to the effect that he believed he saw respondent’s car and that the two cars entered the intersection at approximately the same time, there is no direct testimony on this point. If the jurors credited the testimony of respondent they could come to no other reasonable conclusion than that respondent’s car entered the intersection first. He entered the intersection three feet from the north curb at a rate of speed of approximately eight miles per hour and the speed of the other car was placed at from 15 to 40 miles per hour. The collision took place in the northwest quarter of the intersection. Manifestly respondent’s car while proceeding at a much slower speed must have traveled a greater distance than the distance traveled by the car of appellants. The physical facts as well as the testimony of respondent clearly lead to the conclusion that respondent’s car was the first to enter the intersection.\nAppellants argue that the court erred in permitting the witness Louise Martin to testify that she was in a parked car on the west side of Santa Anita Avenue at about a block and a half north of Blanche Street; that just prior to the accident a green Oldsmobile car passed her going south on Santa Anita Avenue, traveling at a speed of 50 miles per hour and that no other car passed her prior to the accident; that she proceeded to the scene of the accident and identified appellants’ automobile as being the green car which had passed her. Other witnesses testified that the car of appellants was blue and not green. It is unnecessary to review the evidence and the arguments of counsel in which the difficulty is discussed of determining whether the car involved in the accident was blue or green. The witness identified the car that was in the accident as the car which she had seen pass her. It was the function of the jury to pass upon her credibility.\nAppellants further argue that the testimony of the witness Martin should have been excluded because of the distance of the witness from the scene of the accident at the time she observed the Oldsmobile car pass her. There were no through streets intersecting Santa Anita Avenue between the point where the witness had parked her car and the point of collision. The question of the remoteness of such testimony is addressed primarily to the discretion of the trial court. (Ritchey v. Watson, 204 Cal. 387 [268 Pac. 345] ; Traynor v. McGilvray, 54 Cal. App. 31 [200 Pac. 1056].) We see no abuse of discretion in admitting the testimony.\nThe judgments are affirmed.\nMcComb, J., concurred.","type":"majority"}],"judges":[]}}}]}